Repository: linqixin1003/mushroom-ios
Catalog: MushroomProject/Resources/Localizations/*.lproj/Localizable.strings
Languages: cs, fi, ja, nb, nl, pt_pt, sk, sv, tr, vi, zh_hans, zh_hant

# report_edit_text_hint
source: Add details here
cs: Přidejte zde podrobnosti
fi: Lisää yksityiskohdat tähän
ja: 詳細をここに追加
nb: Legg til detaljer her
nl: Details hier toevoegen
pt_pt: Adicione detalhes aqui
sk: Pridajte podrobnosti tu
sv: Lägg till detaljer här
tr: Detayları buraya ekleyin
vi: Thêm chi tiết ở đây
zh_hans: 在此添加详细信息
zh_hant: 在此添加詳細信息

# report_success
source: Report succeed
cs: Nahlášení úspěšné
fi: Ilmoitus onnistui
ja: 報告が成功しました
nb: Rapport vellykket
nl: Rapport geslaagd
pt_pt: Denúncia bem-sucedida
sk: Úspešne nahlásené
sv: Rapport lyckades
tr: Rapor başarılı
vi: Báo cáo thành công
zh_hans: 举报成功
zh_hant: 舉報成功

# report_block_character
source: Block character
cs: Zablokovat postavu
fi: Estä hahmo
ja: キャラクターをブロック
nb: Blokker karakter
nl: Karakter blokkeren
pt_pt: Bloquear personagem
sk: Zablokovať postavu
sv: Blockera karaktär
tr: Karakteri engelle
vi: Chặn nhân vật
zh_hans: 屏蔽角色
zh_hant: 屏蔽角色

# report_block_character_warning_message
source: We will remove this AI character and optimize the AI communication content again
cs: Odstraníme tuto AI postavu a znovu optimalizujeme obsah AI komunikace
fi: Poistamme tämän AI-hahmon ja optimoimme AI-viestintäsisällön uudelleen
ja: このAIキャラクターを削除し、AIコミュニケーションコンテンツを再度最適化します
nb: Vi vil fjerne denne AI-karakteren og optimalisere AI-kommunikasjonsinnhold igjen
nl: We zullen dit AI-karakter verwijderen en de AI-communicatie-inhoud opnieuw optimaliseren
pt_pt: Removeremos esta personagem IA e otimizaremos novamente o conteúdo de comunicação IA
sk: Odstránime túto AI postavu a znovu optimalizujeme obsah AI komunikácie
sv: Vi kommer att ta bort denna AI-karaktär och optimera AI-kommunikationsinnehållet igen
tr: Bu AI karakterini kaldıracağız ve AI iletişim içeriğini tekrar optimize edeceğiz
vi: Chúng tôi sẽ xóa nhân vật AI này và tối ưu hóa lại nội dung giao tiếp AI
zh_hans: 我们将移除此AI角色并再次优化AI交流内容
zh_hant: 我們將移除此AI角色並再次優化AI交流內容

# profile_about_app
source: About RockAiSnap
cs: O aplikaci pro identifikaci ptáků
fi: Tietoja Lintutunnistimesta
ja: RockAiSnap について
nb: Om Fugleidentifikator
nl: Over Vogel Identificator
pt_pt: Sobre RockAiSnap
sk: O aplikácii RockAiSnap
sv: Om Fågelidentifierare
tr: Kuş Tanımlayıcı Hakkında
vi: Về ứng dụng nhận dạng chim
zh_hans: 关于 RockAiSnap
zh_hant: 關於 RockAiSnap

# profile_restart_chat
source: Restart Chat
cs: Restartovat chat
fi: Käynnistä Keskustelu Uudelleen
ja: チャットを再開
nb: Start Chat på nytt
nl: Chat Herstartten
pt_pt: Reiniciar chat
sk: Reštartovať chat
sv: Starta om Chatt
tr: Sohbeti Yeniden Başlat
vi: Khởi động lại trò chuyện
zh_hans: 重新开始聊天
zh_hant: 重新開始聊天

# profile_delete_account
source: Delete Account
cs: Smazat účet
fi: Poista Tili
ja: アカウントを削除
nb: Slett Konto
nl: Account Verwijderen
pt_pt: Eliminar conta
sk: Vymazať účet
sv: Ta bort Konto
tr: Hesabı Sil
vi: Xóa tài khoản
zh_hans: 删除账户
zh_hant: 刪除帳戶

# restart_chat_warning_title
source: Are you sure to restart chat?
cs: Jste si jisti, že chcete restartovat chat?
fi: Oletko varma, että haluat käynnistää keskustelun uudelleen?
ja: チャットを再開してもよろしいですか？
nb: Er du sikker på at du vil starte chatten på nytt?
nl: Weet je zeker dat je de chat wilt herstartten?
pt_pt: Tem a certeza de que quer reiniciar o chat?
sk: Ste si istí, že chcete reštartovať chat?
sv: Är du säker på att du vill starta om chatten?
tr: Sohbeti yeniden başlatmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn khởi động lại trò chuyện?
zh_hans: 您确定要重新开始聊天吗？
zh_hant: 您確定要重新開始聊天嗎？

# restart_chat_warning_content
source: You will lose current chat session when you confirm
cs: Po potvrzení ztratíte aktuální chatovou relaci
fi: Menetät nykyisen keskusteluistunnon vahvistaessasi
ja: 確認すると現在のチャットセッションが失われます
nb: Du vil miste gjeldende chat-økt når du bekrefter
nl: Je verliest de huidige chatsessie wanneer je bevestigt
pt_pt: Perderá a sessão de chat atual quando confirmar
sk: Po potvrdení stratíte aktuálnu chatovú reláciu
sv: Du kommer att förlora nuvarande chattsession när du bekräftar
tr: Onayladığınızda mevcut sohbet oturumunu kaybedeceksiniz
vi: Bạn sẽ mất phiên trò chuyện hiện tại khi xác nhận
zh_hans: 确认后您将失去当前聊天会话
zh_hant: 確認後您將失去當前聊天會話

# delete_account_warning_title
source: Are you sure to Delete?
cs: Jste si jisti, že chcete smazat?
fi: Oletko varma, että haluat poistaa?
ja: 削除してもよろしいですか？
nb: Er du sikker på at du vil slette?
nl: Weet je zeker dat je wilt verwijderen?
pt_pt: Tem a certeza de que quer eliminar?
sk: Ste si istí, že chcete vymazať?
sv: Är du säker på att du vill ta bort?
tr: Silmek istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa?
zh_hans: 您确定要删除吗？
zh_hant: 您確定要刪除嗎？

# delete_account_warning_content
source: This operation cannot be undone
cs: Tuto operaci nelze vrátit zpět
fi: Tätä toimintoa ei voi peruuttaa
ja: この操作は元に戻せません
nb: Denne operasjonen kan ikke angres
nl: Deze bewerking kan niet ongedaan worden gemaakt
pt_pt: Esta operação não pode ser desfeita
sk: Táto akcia sa nedá vrátiť späť
sv: Denna operation kan inte ångras
tr: Bu işlem geri alınamaz
vi: Thao tác này không thể hoàn tác
zh_hans: 此操作无法撤销
zh_hant: 此操作無法撤銷

# camera_permission_request_title
source: We need Camera permission
cs: Potřebujeme oprávnění ke kameře
fi: Tarvitsemme Kameran Käyttöoikeuden
ja: カメラの許可が必要です
nb: Vi trenger Kamera-tillatelse
nl: We hebben Camera-toestemming nodig
pt_pt: Precisamos de permissão da câmara
sk: Potrebujeme povolenie kamery
sv: Vi behöver Kameratillstånd
tr: Kamera İznine İhtiyacımız Var
vi: Chúng tôi cần quyền truy cập camera
zh_hans: 我们需要相机权限
zh_hant: 我們需要相機權限

# camera_permission_request_desc
source: Camera permission is required
cs: Oprávnění ke kameře je vyžadováno
fi: Kameran käyttöoikeus vaaditaan
ja: カメラの許可が必要です
nb: Kamera-tillatelse er påkrevd
nl: Camera-toestemming is vereist
pt_pt: É necessária permissão da câmara
sk: Potrebné povolenie kamery
sv: Kameratillstånd krävs
tr: Kamera izni gerekli
vi: Cần quyền truy cập camera
zh_hans: 需要相机权限
zh_hant: 需要相機權限

# camera_permisson_request_button
source: Allow
cs: Povolit
fi: Salli
ja: 許可
nb: Tillat
nl: Toestaan
pt_pt: Permitir
sk: Povoliť
sv: Tillåt
tr: İzin Ver
vi: Cho phép
zh_hans: 允许
zh_hant: 允許

# camera_preview_tip
source: Take photos to identify stones and keep the subject clear when shooting
cs: Pořiďte fotografie pro identifikaci ptáků a při fotografování udržujte objekt jasný
fi: Ota kuvia lintujen tunnistamiseksi ja pidä kohde selkeänä kuvatessasi
ja: 鳥を識別するために写真を撮り、撮影時は被写体を鮮明に保ってください
nb: Ta bilder for å identifisere fugler og hold motivet klart når du tar bildet
nl: Maak foto's om vogels te identificeren en houd het onderwerp scherp bij het fotograferen
pt_pt: Tire fotografias para identificar pedras e mantenha o objeto nítido ao fotografar
sk: Odfotografujte kameň na identifikáciu, pri fotografovaní udržujte objekt ostrý
sv: Ta foton för att identifiera fåglar och håll motivet tydligt när du fotograferar
tr: Kuşları tanımlamak için fotoğraf çekin ve çekerken konuyu net tutun
vi: Chụp ảnh để nhận dạng chim và giữ chủ thể rõ ràng khi chụp
zh_hans: 拍照识别石头，拍摄时请保持主体清晰
zh_hant: 拍照識別石頭，拍攝時請保持主體清晰

# settings_title
source: Settings
cs: Nastavení
fi: Asetukset
ja: 設定
nb: Innstillinger
nl: Instellingen
pt_pt: Definições
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# settings_premium_service
source: My Premium Service
cs: Moje Premium služba
fi: Premium-Palveluni
ja: プレミアムサービス
nb: Min Premium-tjeneste
nl: Mijn Premium Service
pt_pt: O meu serviço Premium
sk: Moja prémiová služba
sv: Min Premium-tjänst
tr: Premium Hizmetim
vi: Dịch vụ Premium của tôi
zh_hans: 我的高级服务
zh_hant: 我的高級服務

# settings_free
source: Free
cs: Zdarma
fi: Ilmainen
ja: 無料
nb: Gratis
nl: Gratis
pt_pt: Gratuito
sk: Bezplatné
sv: Gratis
tr: Ücretsiz
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# settings_set_language
source: Set Language
cs: Nastavit jazyk
fi: Aseta Kieli
ja: 言語を設定
nb: Angi språk
nl: Angi språk
pt_pt: Definir idioma
sk: Nastaviť jazyk
sv: Ange språk
tr: Dil Ayarla
vi: Đặt ngôn ngữ
zh_hans: 设置语言
zh_hant: 設置語言

# settings_autosave_photos
source: Autosave Photos to Album
cs: Automaticky ukládat fotografie do alba
fi: Tallenna Kuvat Automaattisesti Albumiin
ja: 写真を自動保存
nb: Autolagre Bilder til Album
nl: Foto's Automatisch Opslaan in Album
pt_pt: Guardar automaticamente fotografias no álbum
sk: Automaticky uložiť fotografie do albumu
sv: Spara Foton Automatiskt till Album
tr: Fotoğrafları Otomatik Albüme Kaydet
vi: Tự động lưu ảnh vào album
zh_hans: 自动保存照片到相册
zh_hant: 自動保存照片到相冊

# settings_encourage_us
source: Encourage Us
cs: Podpořte nás
fi: Kannusta Meitä
ja: 応援する
nb: Oppmuntre Oss
nl: Moedig Ons Aan
pt_pt: Encoraje-nos
sk: Povzbuďte nás
sv: Uppmuntra Oss
tr: Bizi Destekle
vi: Khuyến khích chúng tôi
zh_hans: 鼓励我们
zh_hant: 鼓勵我們

# settings_suggestion
source: Suggestion
cs: Návrh
fi: Ehdotus
ja: 提案
nb: Forslag
nl: Suggestie
pt_pt: Sugestão
sk: Návrh
sv: Förslag
tr: Öneri
vi: Đề xuất
zh_hans: 建议
zh_hant: 建議

# settings_app_info
source: App Info
cs: Informace o aplikaci
fi: Sovellustiedot
ja: アプリ情報
nl: App-informatie
pt_pt: Informações da aplicação
sk: Informácie o aplikácii
tr: Uygulama Bilgisi
vi: Thông tin ứng dụng
zh_hans: 应用信息
zh_hant: 應用信息

# settings_tell_friends
source: Tell Friends
cs: Řekněte přátelům
fi: Kerro Ystäville
ja: 友達に教える
nb: Fortell Venner
nl: Vertel het aan Vrienden
pt_pt: Contar aos amigos
sk: Povedať priateľom
sv: Berätta för Vänner
tr: Arkadaşlarına Anlat
vi: Nói với bạn bè
zh_hans: 告诉朋友
zh_hant: 告訴朋友

# settings_privacy_policy
source: Privacy Policy
cs: Zásady ochrany osobních údajů
fi: Tietosuojakäytäntö
ja: プライバシーポリシー
nb: Personvernregler
nl: Privacybeleid
pt_pt: Política de privacidade
sk: Zásady ochrany súkromia
sv: Integritetspolicy
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# settings_terms_of_use
source: Terms of Use
cs: Podmínky použití
fi: Käyttöehdot
ja: 利用規約
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pt_pt: Termos de utilização
sk: Podmienky používania
sv: Användarvillkor
tr: Kullanım Şartları
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# settings_manage_account
source: Manage Account
cs: Spravovat účet
fi: Hallinnoi Tiliä
ja: アカウント管理
nb: Administrer Konto
nl: Account Beheren
pt_pt: Gerir conta
sk: Spravovať účet
sv: Hantera Konto
tr: Hesap Yönetimi
vi: Quản lý tài khoản
zh_hans: 管理账户
zh_hant: 管理賬戶

# stone_info_detailed_not_available
source: Detailed information not available
ja: 詳細情報は利用できません
pt_pt: Informações detalhadas não disponíveis
sk: Podrobné informácie nie sú k dispozícii
zh_hans: 详细信息不可用
zh_hant: 詳細信息不可用

# stone_info_additional_characteristics
source: Additional characteristics and classification data will be displayed here when available.
ja: 追加の特徴と分類データは、利用可能になったときにここに表示されます。
pt_pt: Características adicionais e dados de classificação serão exibidos aqui quando disponíveis.
sk: Ďalšie charakteristiky a klasifikačné údaje sa zobrazia tu, keď budú k dispozícii.
zh_hans: 额外的特征和分类数据将在可用时显示在此处。
zh_hant: 額外的特徵和分類數據將在可用時顯示在此處。

# stone_info_characteristics
source: Characteristics
ja: 特徴
pt_pt: Características
sk: Charakteristiky
zh_hans: 特征
zh_hant: 特徵

# stone_info_scientific_classification
source: Scientific classification
ja: 科学的分類
pt_pt: Classificação científica
sk: Vedecká klasifikácia
zh_hans: 科学分类
zh_hant: 科學分類

# stone_info_additional_classification
source: Additional Classification Info:
ja: 追加分類情報：
pt_pt: Informações de classificação adicionais:
sk: Ďalšie klasifikačné informácie:
zh_hans: 额外分类信息：
zh_hant: 額外分類信息：

# stone_info_more
source: More>>
cs: Více>>
fi: Lisää>>
ja: もっと>>
nl: Meer>>
pt_pt: Mais>>
sk: Viac>>
tr: Daha fazla>>
zh_hans: 更多>>
zh_hant: 更多>>

# identify_recognition_failed
source: Recognition Failed
ja: 認識に失敗しました
pt_pt: Identificação falhada
sk: Identifikácia zlyhala
zh_hans: 识别失败
zh_hant: 識別失敗

# identify_wait_moment
source: Wait for a moment, identifying...
ja: 少々お待ちください、識別中...
pt_pt: Aguarde um momento, a identificar...
sk: Počkajte chvíľu, identifikuje sa...
zh_hans: 请稍等，正在识别...
zh_hant: 請稍等，正在識別...

# camera_zoom
source: Zoom
cs: Přiblížit
fi: Zoomaa
ja: ズーム
sk: Priblíženie
tr: Yakınlaştır
vi: Phóng to
zh_hans: 缩放
zh_hant: 縮放

# camera_photography_tips
source: Photography tips
cs: Tipy pro fotografování
fi: Valokuvausvinkit
ja: 撮影のヒント
nb: Fotograferingstips
pt_pt: Dicas de fotografia
sk: Tipy na fotografovanie
sv: Fotograferingstips
tr: Fotoğrafçılık İpuçları
vi: Mẹo chụp ảnh
zh_hans: 拍摄技巧
zh_hant: 拍攝技巧

# camera_keep_stone_centered
source: Keep stone centered in frame
cs: Udržujte ptáka ve středu rámečku
fi: Pidä lintu keskitettynä kehyksessä
ja: 鳥をフレームの中央に保つ
pt_pt: Mantenha a pedra centrada no enquadramento
sk: Udržujte kameň v strede záberu
tr: Kuşu çerçevenin ortasında tutun
zh_hans: 保持石头在画面中央
zh_hant: 保持石頭在畫面中央

# camera_good_image_quality
source: Good image quality can help improve the accuracy of identification.
cs: Dobrá kvalita obrazu může pomoci zlepšit přesnost identifikace.
fi: Hyvä kuvanlaatu voi auttaa parantamaan tunnistuksen tarkkuutta.
ja: 良い画質は識別精度の向上に役立ちます。
nb: God bildekvalitet kan hjelpe med å forbedre identifikasjonsøyaktigheten.
sv: Bra bildkvalitet kan hjälpa till att förbättra identifieringens noggrannhet.
tr: İyi görüntü kalitesi tanımlama doğruluğunu artırmaya yardımcı olabilir.
vi: Chất lượng hình ảnh tốt có thể giúp cải thiện độ chính xác nhận dạng.
zh_hans: 良好的图像质量有助于提高识别精度。

# sound_permission_required
source: Sound permission is required
ja: 音声の許可が必要です
pt_pt: Permissão de som necessária
sk: Potrebné povolenie zvuku
zh_hans: 需要声音权限
zh_hant: 需要聲音權限

# sound_take_to_identify
source: Take sound to identify stones and keep the subject
ja: 鳥を識別するために音を録音し、被写体を保持してください
pt_pt: Grave som para identificar pedra e manter o objeto
sk: Nahrajte zvuk na identifikáciu kameňa a udržujte objekt
zh_hans: 录制声音以识别石头并保持主体
zh_hant: 錄製聲音以識別石頭並保持主體

# search_enter_keywords
source: Please enter keywords to search for relevant information
ja: 関連情報を検索するためにキーワードを入力してください
pt_pt: Introduza palavras-chave para pesquisar informações relacionadas
sk: Zadajte kľúčové slová na vyhľadávanie súvisiacich informácií
zh_hans: 请输入关键词搜索相关信息
zh_hant: 請輸入關鍵詞搜索相關信息

# search_no_search
source: No Search
ja: 検索なし
pt_pt: Sem pesquisa
sk: Žiadne vyhľadávanie
zh_hans: 无搜索
zh_hant: 無搜索

# profile_me
source: Me
ja: 私
pt_pt: Eu
sk: Ja
zh_hans: 我
zh_hant: 我

# profile_privileges
source: Privileges
cs: Výsady
fi: Etuoikeudet
ja: 特典
nb: Privilegier
pt_pt: Privilégios
sk: Privilégiá
sv: Privilegier
tr: Ayrıcalıklar
vi: Đặc quyền
zh_hans: 特权
zh_hant: 特權

# profile_subscribe_now
source: Subscribe Now
cs: Předplatit nyní
fi: Tilaa Nyt
ja: 今すぐ購読
nb: Abonner Nå
nl: Nu Abonneren
pt_pt: Subscrever agora
sk: Prihlásiť sa teraz
sv: Prenumerera Nu
tr: Şimdi Abone Ol
vi: Đăng ký ngay
zh_hans: 立即订阅
zh_hant: 立即訂閱

# profile_my_collection
source: My collection (%d)
cs: Moje sbírka (%d)
fi: Kokoelmani (%d)
ja: マイコレクション (%d)
nb: Min Samling (%d)
nl: Mijn collectie (%d)
pt_pt: A minha coleção (%d)
sk: Moja zbierka (%d)
sv: Min Samling (%d)
tr: Koleksiyonum (%d)
vi: Bộ sưu tập của tôi (%d)
zh_hans: 我的收藏 (%d)
zh_hant: 我的收藏 (%d)

# profile_history_record
source: History record (%d)
cs: Historie (%d)
fi: Historia (%d)
ja: 履歴記録 (%d)
nb: Historikk (%d)
nl: Geschiedenis (%d)
pt_pt: Histórico (%d)
sk: História (%d)
sv: Historik (%d)
tr: Geçmiş (%d)
vi: Lịch sử (%d)
zh_hans: 历史记录 (%d)
zh_hant: 歷史記錄 (%d)

# profile_no_more_collection
source: NO More Collection
cs: Žádné další sbírky
fi: Ei enempää kokoelmaa
ja: これ以上のコレクションはありません
nb: Ingen flere samlinger
nl: Geen collectie meer
pt_pt: Não há mais coleções
sk: Žiadne ďalšie zbierky
sv: Ingen mer samling
tr: Başka koleksiyon yok
vi: Không còn bộ sưu tập nào
zh_hans: 没有更多收藏
zh_hant: 沒有更多收藏

# subscription_try_7_days_free
source: Try 7 days for free
ja: 7日間無料でお試し
pt_pt: Experimente 7 dias grátis
sk: Vyskúšajte 7 dní zadarmo
zh_hans: 免费试用7天
zh_hant: 免費試用7天

# subscription_then_yearly
source: Then %@/year. Cancel anytime.
ja: その後%@/年。いつでもキャンセル可能。
pt_pt: Depois %@/ano. Cancele a qualquer momento.
sk: Potom %@/rok. Zrušte kedykoľvek.
zh_hans: 然后%@/年。随时取消。
zh_hant: 然後%@/年。隨時取消。

# subscription_loading_price
source: Loading price... Cancel anytime.
ja: 価格を読み込み中...いつでもキャンセル可能。
pt_pt: A carregar preço... Cancele a qualquer momento.
sk: Načítava sa cena... Zrušte kedykoľvek.
zh_hans: 价格加载中...随时取消。
zh_hant: 價格載入中...隨時取消。

# subscription_cancel_anytime
source: Cancel anytime
ja: いつでもキャンセル可能
pt_pt: Cancele a qualquer momento
sk: Zrušte kedykoľvek
zh_hans: 随时取消
zh_hant: 隨時取消

# subscription_start_free_trial
source: START MY FREE TRIAL
ja: 無料トライアルを開始
pt_pt: Iniciar teste gratuito
sk: Začať bezplatnú skúšku
zh_hans: 开始免费试用
zh_hant: 開始免費試用

# subscription_yearly
source: Yearly
ja: 年間
pt_pt: Anual
sk: Ročne
zh_hans: 年度
zh_hant: 年度

# subscription_monthly
source: Monthly
ja: 月間
pt_pt: Mensal
sk: Mesačne
zh_hans: 月度
zh_hant: 月度

# subscription_no_commitment
source: No commitment. Cancel anytime.
ja: コミットメントなし。いつでもキャンセル可能。
pt_pt: Sem compromisso. Cancele a qualquer momento.
sk: Žiadny záväzok. Zrušte kedykoľvek.
zh_hans: 无承诺。随时取消。
zh_hant: 無承諾。隨時取消。

# subscription_payment_charged
source: Payment will be charged to your Google Play account at the end of your trial or confirmation of purchase if you are not starting a trial. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period.
ja: トライアルを開始していない場合、トライアル終了時または購入確認時にGoogle Playアカウントに料金が請求されます。現在の期間が終了する少なくとも24時間前にキャンセルされない限り、サブスクリプションは自動的に更新されます。
pt_pt: Se não iniciar o teste, o pagamento será cobrado da sua conta Google Play no final do teste ou confirmação da compra. A subscrição renova automaticamente a menos que seja cancelada pelo menos 24 horas antes do final do período atual.
sk: Ak nezačnete skúšku, poplatok sa strhne z vašeho Google Play účtu na konci skúšky alebo pri potvrdení nákupu. Predplatné sa automaticky obnoví, pokiaľ sa nezruší aspoň 24 hodín pred koncom aktuálneho obdobia.
zh_hans: 如果您没有开始试用，费用将在试用结束时或购买确认时从您的Google Play账户扣除。除非在当前期间结束前至少24小时取消，否则订阅会自动续订。
zh_hant: 如果您沒有開始試用，費用將在試用結束時或購買確認時從您的Google Play賬戶扣除。除非在當前期間結束前至少24小時取消，否則訂閱會自動續訂。

# subscription_restore
source: Restore
ja: 復元
pt_pt: Restaurar
sk: Obnoviť
zh_hans: 恢复
zh_hant: 恢復

# account_manage_title
source: Manage Account
ja: アカウント管理
pt_pt: Gerir conta
sk: Spravovať účet
zh_hans: 管理账户
zh_hant: 管理賬戶

# account_delete_warning
source: If you choose to clear your account, all your files and information will be cleared and cannot be recovered. Are you sure you want to do this?
ja: アカウントをクリアすることを選択した場合、すべてのファイルと情報がクリアされ、復元できません。本当にこれを行いますか？
pt_pt: Se escolher limpar a conta, todos os ficheiros e informações serão limpos e não poderão ser recuperados. Tem a certeza de que quer fazer isto?
sk: Ak sa rozhodnete vymazať účet, všetky súbory a informácie budú vymazané a nebude možné ich obnoviť. Ste si istí, že to chcete urobiť?
zh_hans: 如果您选择清除账户，所有文件和信息将被清除且无法恢复。您确定要这样做吗？
zh_hant: 如果您選擇清除賬戶，所有文件和信息將被清除且無法恢復。您確定要這樣做嗎？

# account_delete_information
source: Delete Information
ja: 情報を削除
pt_pt: Eliminar informações
sk: Vymazať informácie
zh_hans: 删除信息
zh_hant: 刪除信息

# account_delete_confirmation
source: If you choose to delete your account, all your data will be deleted and cannot be recovered!
ja: アカウントを削除することを選択した場合、すべてのデータが削除され、復元できません！
pt_pt: Se escolher eliminar a conta, todos os dados serão eliminados e não poderão ser recuperados!
sk: Ak sa rozhodnete vymazať účet, všetky údaje budú vymazané a nebude možné ich obnoviť!
zh_hans: 如果您选择删除账户，所有数据将被删除且无法恢复！
zh_hant: 如果您選擇刪除賬戶，所有數據將被刪除且無法恢復！

# about_description
source: Don't know the stone's name? RockAiSnap helps you identify unknown stones and discover nature in the simplest and most fun way. We are also constantly working to provide a better user experience and optimize our identification features! We hope that anyone who loves stones can join our family. Let's start meeting the most adorable stones from around the world.
ja: 鳥の名前がわからない？RockAiSnapは、未知の鳥を識別し、最もシンプルで楽しい方法で自然を発見するのに役立ちます。また、より良いユーザーエクスペリエンスを提供し、認識機能を常に最適化するために懸命に取り組んでいます！鳥を愛する人が私たちの家族に参加することを歓迎します。世界中の最も愛らしい鳥に出会う旅を始めましょう。
pt_pt: Não sabe o nome da pedra? RockAiSnap ajuda-o a identificar pedras desconhecidas da forma mais simples e divertida de descobrir a natureza. Também estamos sempre a trabalhar para fornecer uma melhor experiência do utilizador e a otimizar continuamente a nossa função de identificação! Esperamos que qualquer pessoa que ame pedras se junte à nossa grande família. Vamos começar a jornada de encontrar as pedras mais adoráveis de todo o mundo.
sk: Neviete názov kameňa? RockAiSnap vám pomôže identifikovať neznáme kamene najjednoduchším a najzábavnejším způsobom objavovania prírody. Neustále sa snažíme poskytovať lepší používateľský zážitok a neustále optimalizujeme našu identifikačnú funkciu! Dúfame, že sa k našej veľkej rodine pripojí každý, kto miluje kamene. Začnime cestu stretávania s najroztomilejšími kameňmi z celého sveta.
zh_hans: 不知道石头的名字？RockAiSnap帮助您识别未知石头，以最简单有趣的方式发现自然。我们也一直在努力提供更好的用户体验并不断优化我们的识别功能！我们希望任何爱石头的人都能加入我们的大家庭。让我们开始遇见来自世界各地最可爱石头的旅程。
zh_hant: 不知道石頭的名字？RockAiSnap幫助您識別未知石頭，以最簡單有趣的方式發現自然。我們也一直在努力提供更好的用戶體驗並不斷優化我們的識別功能！我們希望任何愛石頭的人都能加入我們的大家庭。讓我們開始遇見來自世界各地最可愛石頭的旅程。

# suggestion_send
source: Send
ja: 送信
pt_pt: Enviar
sk: Odoslať
zh_hans: 发送
zh_hant: 發送

# my_collection_no_more
source: NO More Collection
cs: Žádné další sbírky
fi: Ei enempää kokoelmaa
ja: これ以上のコレクションはありません
nb: Ingen flere samlinger
nl: Geen collectie meer
pt_pt: Não há mais coleções
sk: Žiadne ďalšie zbierky
sv: Ingen mer samling
tr: Başka koleksiyon yok
vi: Không còn bộ sưu tập nào
zh_hans: 没有更多收藏
zh_hant: 沒有更多收藏

# snap_tip_photography_tips
source: Photography tips
ja: 撮影のコツ
pt_pt: Dicas de fotografia
sk: Tipy na fotografovanie
zh_hans: 拍摄技巧
zh_hant: 拍攝技巧

# snap_tip_keep_stone_centered
source: Keep stone centered in frame
ja: 鳥をフレームの中央に配置
pt_pt: Mantenha a pedra centrada no enquadramento
sk: Udržujte kameň v strede záberu
zh_hans: 保持石头在画面中央
zh_hant: 保持石頭在畫面中央

# share_image_failed
source: Image failed to load
cs: Nepodařilo se načíst obrázek
fi: Kuvan lataus epäonnistui
nb: Kunne ikke laste bilde
pt_pt: Falha ao carregar imagem
sk: Načítanie obrázka zlyhalo
sv: Misslyckades att ladda bild
tr: Resim yüklenemedi
vi: Không thể tải hình ảnh
zh_hans: 图片加载失败
zh_hant: 圖片載入失敗

# share_alert_title
source: Alert
cs: Zpráva
fi: Viesti
nb: Varsel
pt_pt: Dica
sk: Tip
sv: Meddelande
tr: Mesaj
vi: Thông báo
zh_hans: 提示
zh_hant: 提示

# share_alert_message
source: Share completed
cs: Sdílení dokončeno
fi: Jakaminen valmis
nb: Deling fullført
pt_pt: Partilha concluída
sk: Zdieľanie dokončené
sv: Delning slutförd
tr: Paylaşım tamamlandı
vi: Chia sẻ hoàn tất
zh_hans: 分享完成
zh_hant: 分享完成

# share_title
source: Share
cs: Sdílet
fi: Jaa
nb: Del
pt_pt: Partilhar
sk: Zdieľať
sv: Dela
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# share_download
source: Download
cs: Stáhnout
fi: Lataa
nb: Last ned
pt_pt: Descarregar
sk: Stiahnuť
sv: Ladda ner
tr: İndir
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# share_share
source: Share
cs: Sdílet
fi: Jaa
nb: Del
pt_pt: Partilhar
sk: Zdieľať
sv: Dela
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# stone_basic_information
source: Basic Information
ja: 基本情報
pt_pt: Informações básicas
sk: Základné informácie
zh_hans: 基本信息
zh_hant: 基本信息

# stone_color_features
source: Color Features
ja: 色の特徴
pt_pt: Características de cor
sk: Farebné charakteristiky
zh_hans: 颜色特征
zh_hant: 顏色特徵

# stone_habitat
source: Habitat
ja: 生息地
zh_hans: 栖息地
zh_hant: 棲息地

# stone_behavior
source: Behavior
ja: 行動
pt_pt: Comportamento
sk: Správanie
zh_hans: 行为
zh_hant: 行為

# stone_flying
source: Flying
ja: 飛行
pt_pt: Voo
sk: Lietanie
zh_hans: 飞行
zh_hant: 飛行

# stone_size
source: Size
ja: サイズ
pt_pt: Tamanho
sk: Veľkosť
zh_hans: 大小
zh_hant: 大小

# stone_no_data
source: No Data
ja: データなし
pt_pt: Sem dados
sk: Žiadne údaje
zh_hans: 无数据
zh_hant: 無數據
