Repository: linqixin1003/mushroom-ios
Catalog: MushroomProject/Resources/Localizations/*.lproj/Localizable.strings
Languages: cs, fi, ja, nb, nl, pt_pt, sk, sv, tr, vi, zh_hans, zh_hant

# retain_price_year_cancel
source: /year. Cancel anytime.
cs: /rok. Zrušte kdykoli.
fi: /vuosi. Peruuta milloin tahansa.
ja: /年。いつでもキャンセル可能。
nb: /år. Avbryt når som helst.
nl: /jaar. Altijd opzegbaar.
pt_pt: /ano. Cancele a qualquer momento.
sk: /rok. Zrušte kedykoľvek.
sv: /år. Avbryt när som helst.
tr: /yıl. İstediğiniz zaman iptal edin.
vi: /năm. Hủy bất cứ lúc nào.
zh_hans: /年。随时取消。
zh_hant: /年。隨時取消。

# feature_wishlist
source: Wishlist
pt_pt: Lista de desejos
sk: Zoznam prianí
zh_hans: 心愿单
zh_hant: 心願單

# feature_refreshing
source: Refreshing...
pt_pt: A atualizar...
sk: Obnovuje sa...
zh_hans: 正在刷新...
zh_hant: 正在刷新...

# feature_loading_more
source: Loading more...
pt_pt: A carregar mais...
sk: Načítava sa viac...
zh_hans: 加载更多...
zh_hant: 載入更多...

# feature_load_more
source: Load more
pt_pt: Carregar mais
sk: Načítať viac
zh_hans: 加载更多
zh_hant: 載入更多

# feature_no_more_data
source: No more data
pt_pt: Não há mais dados
sk: Žiadne ďalšie údaje
zh_hans: 没有更多数据了
zh_hant: 沒有更多數據了

# feature_metal_detector
source: Metal detector
pt_pt: Detetor de metais
sk: Detektor kovov
zh_hans: 金属探测器
zh_hant: 金屬探測器

# feature_durability_rating
source: Durability rating
pt_pt: Classificação de durabilidade
sk: Hodnotenie odolnosti
zh_hans: 耐久性评级
zh_hant: 耐久性評級

# feature_estimated_value
source: Estimated value
pt_pt: Valor estimado
sk: Odhadovaná hodnota
zh_hans: 估值
zh_hant: 估值

# profile_refreshing
source: Refreshing...
cs: Obnovování...
fi: Päivitetään...
ja: 更新中...
nb: Oppdaterer...
nl: Vernieuwen...
pt_pt: A atualizar...
sk: Obnovuje sa...
sv: Uppdaterar...
tr: Yenileniyor...
vi: Đang làm mới...
zh_hans: 正在刷新...
zh_hant: 正在刷新...

# profile_load_more
source: Load more...
cs: Načíst více...
fi: Lataa lisää...
ja: さらに読み込む...
nb: Last mer...
nl: Meer laden...
pt_pt: Carregar mais
sk: Načítať viac
sv: Ladda mer...
tr: Daha fazla yükle...
vi: Tải thêm...
zh_hans: 加载更多
zh_hant: 載入更多

# profile_no_more_data
source: No more data
cs: Žádná další data
fi: Ei enempää dataa
ja: これ以上のデータはありません
nb: Ingen flere data
nl: Geen gegevens meer
pt_pt: Não há mais dados
sk: Žiadne ďalšie údaje
sv: Inga fler data
tr: Daha fazla veri yok
vi: Không còn dữ liệu
zh_hans: 没有更多数据了
zh_hant: 沒有更多數據了

# profile_wishlist
source: Wishlist (%d)
cs: Seznam přání (%d)
fi: Toivelista (%d)
ja: ウィッシュリスト (%d)
nb: Ønskeliste (%d)
nl: Verlanglijst (%d)
pt_pt: Lista de desejos (%d)
sk: Zoznam prianí (%d)
sv: Önskelista (%d)
tr: İstek Listesi (%d)
vi: Danh sách mong muốn (%d)
zh_hans: 心愿单 (%d)
zh_hant: 心願單 (%d)

# wishlist_estimated_value
source: Estimated value
pt_pt: Valor estimado
sk: Odhadovaná hodnota
zh_hans: 估值
zh_hant: 估值

# stone_usage
source: Usage
cs: Použití
fi: Käyttö
ja: 用途
nl: Gebruik
pt_pt: Utilização
sk: Použitie
tr: Kullanım
zh_hans: 用途
zh_hant: 用途

# stone_health_risks
source: Health risks
cs: Zdravotní rizika
fi: Terveysriskit
ja: 健康リスク
nl: Gezondheidsrisico's
pt_pt: Riscos para a saúde
sk: Zdravotné riziká
tr: Sağlık Riskleri
zh_hans: 健康风险
zh_hant: 健康風險

# stone_authenticity_identification
source: Authenticity identification
pt_pt: Identificação de autenticidade
sk: Identifikácia pravosti
zh_hans: 真伪鉴别
zh_hant: 真偽鑑別

# stone_storage_method
source: Storage method
pt_pt: Método de armazenamento
sk: Spôsob skladovania
zh_hans: 存储方法
zh_hant: 存儲方法

# stone_cleaning_tips
source: Cleaning tips
cs: Tipy pro čištění
fi: Puhdistusvinkit
ja: 清掃のコツ
nl: Schoonmaaktips
pt_pt: Dicas de limpeza
sk: Tipy na čistenie
tr: Temizlik İpuçları
zh_hans: 清洁技巧
zh_hant: 清潔技巧

# stone_chemical_formula
source: Chemical formula
cs: Chemický vzorec
fi: Kemiallinen kaava
ja: 化学分子式
nl: Chemische formule
pt_pt: Fórmula química
sk: Chemický vzorec
tr: Kimyasal formül
zh_hans: 化学分子式
zh_hant: 化學分子式

# stone_crystal_system
source: Crystal system
cs: Krystalový systém
fi: Kidejärjestelmä
ja: 結晶系
nl: Kristalsysteem
pt_pt: Sistema cristalino
sk: Kryštálový systém
tr: Kristal sistemi
zh_hans: 晶体系统
zh_hant: 晶體系統

# stone_hardness
source: Hardness
cs: Tvrdost
fi: Kovuus
ja: 硬度
nl: Hardheid
pt_pt: Dureza
sk: Tvrdosť
tr: Sertlik
zh_hans: 硬度
zh_hant: 硬度

# stone_density
source: Density
cs: Hustota
fi: Tiheys
ja: 密度
nl: Dichtheid
pt_pt: Densidade
sk: Hustota
tr: Yoğunluk
zh_hans: 密度
zh_hant: 密度

# stone_chemical_elements
source: Chemical elements
cs: Chemické prvky
fi: Kemialliset alkuaineet
ja: 化学元素
nl: Chemische elementen
pt_pt: Elementos químicos
sk: Chemické prvky
tr: Kimyasal elementler
zh_hans: 化学元素
zh_hant: 化學元素

# purchase_choose_subscription_plan
source: Choose Subscription Plan
cs: Vyberte plán předplatného
fi: Valitse Tilaussuunnitelma
ja: サブスクリプションプランを選択
nb: Velg Abonnementsplan
pt_pt: Escolher plano de subscrição
sk: Vyberte plán predplatného
sv: Välj Prenumerationsplan
tr: Abonelik Planı Seçin
vi: Chọn gói đăng ký
zh_hans: 选择订阅方案
zh_hant: 選擇訂閱方案

# purchase_unlock_premium_features
source: Unlock all premium features
cs: Odemkněte všechny premium funkce
fi: Avaa kaikki premium-ominaisuudet
ja: すべてのプレミアム機能をアンロック
nb: Lås opp alle premium-funksjoner
pt_pt: Desbloquear todas as funcionalidades premium
sk: Odomknite všetky prémiové funkcie
sv: Lås upp alla premiumfunktioner
tr: Tüm premium özelliklerin kilidini aç
vi: Mở khóa tất cả tính năng premium
zh_hans: 解锁所有高级功能
zh_hant: 解鎖所有高級功能

# purchase_restore_purchases
source: Restore Purchases
cs: Obnovit nákupy
fi: Palauta Ostokset
ja: 購入を復元
nb: Gjenopprett Kjøp
pt_pt: Restaurar compras
sk: Obnoviť nákupy
sv: Återställ Köp
tr: Satın Alımları Geri Yükle
vi: Khôi phục mua hàng
zh_hans: 恢复购买
zh_hant: 恢復購買

# purchase_cancel
source: Cancel
cs: Zrušit
fi: Peruuta
ja: キャンセル
nb: Avbryt
pt_pt: Cancelar
sk: Zrušiť
sv: Avbryt
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# purchase_user_cancelled
source: User cancelled
cs: Uživatel zrušil
fi: Käyttäjä peruutti
ja: ユーザーがキャンセル
nb: Bruker avbrutt
pt_pt: Utilizador cancelou
sk: Používateľ zrušil
sv: Användare avbröt
tr: Kullanıcı iptal etti
vi: Người dùng đã hủy
zh_hans: 用户取消
zh_hant: 用戶取消

# purchase_please_wait
source: Please Wait
cs: Prosím čekejte
fi: Odota
ja: お待ちください
nb: Vennligst vent
pt_pt: Aguarde por favor
sk: Počkajte prosím
sv: Vänligen vänta
tr: Lütfen Bekleyin
vi: Vui lòng đợi
zh_hans: 请稍候
zh_hant: 請稍候

# purchase_processing
source: Processing...
cs: Zpracovávání...
fi: Käsitellään...
ja: 処理中...
nb: Behandler...
pt_pt: A processar...
sk: Spracováva sa...
sv: Bearbetar...
tr: İşleniyor...
vi: Đang xử lý...
zh_hans: 正在处理...
zh_hant: 正在處理...

# purchase_success
source: Success
cs: Úspěch
fi: Onnistui
ja: 成功
nb: Suksess
pt_pt: Sucesso
sk: Úspech
sv: Framgång
tr: Başarılı
vi: Thành công
zh_hans: 成功
zh_hant: 成功

# purchase_success_message
source: Purchase successful! Thank you for your support.
cs: Nákup úspěšný! Děkujeme za vaši podporu.
fi: Osto onnistui! Kiitos tuestasi.
ja: 購入が成功しました！ご支援ありがとうございます。
nb: Kjøp vellykket! Takk for din støtte.
pt_pt: Compra bem-sucedida! Obrigado pelo seu apoio.
sk: Nákup úspešný! Ďakujeme za vašu podporu.
sv: Köp framgångsrikt! Tack för ditt stöd.
tr: Satın alma başarılı! Desteğiniz için teşekkürler.
vi: Mua hàng thành công! Cảm ơn sự hỗ trợ của bạn.
zh_hans: 购买成功！感谢您的支持。
zh_hant: 購買成功！感謝您的支持。

source: Purchase Failed
cs: Nákup se nezdařil
fi: Osto Epäonnistui
ja: 購入失敗
nb: Kjøp Mislyktes
pt_pt: Compra falhada
sk: Nákup zlyhal
sv: Köp Misslyckades
tr: Satın Alma Başarısız
vi: Mua hàng thất bại
zh_hans: 购买失败
zh_hant: 購買失敗

# purchase_restore_failed
source: Restore failed
cs: Obnovení se nezdařilo
fi: Palautus Epäonnistui
ja: 復元失敗
nb: Gjenoppretting Mislyktes
pt_pt: Restauro falhado
sk: Obnovenie zlyhalo
sv: Återställning Misslyckades
tr: Geri Yükleme Başarısız
vi: Khôi phục thất bại
zh_hans: 恢复失败
zh_hant: 恢復失敗

# purchase_restored_successfully
source: Purchases restored successfully
cs: Nákupy úspěšně obnoveny
fi: Ostokset palautettu onnistuneesti
ja: 購入が正常に復元されました
nb: Kjøp gjenopprettet vellykket
pt_pt: Compras restauradas com sucesso
sk: Nákupy úspešne obnovené
sv: Köp återställda framgångsrikt
tr: Satın alımlar başarıyla geri yüklendi
vi: Khôi phục mua hàng thành công
zh_hans: 购买已恢复成功
zh_hant: 購買已恢復成功

# purchase_already_vip
source: You are already a VIP user
cs: Již jste VIP uživatel
fi: Olet jo VIP-käyttäjä
ja: すでにVIPユーザーです
nb: Du er allerede en VIP-bruker
pt_pt: Já é um utilizador VIP
sk: Už ste VIP používateľ
sv: Du är redan en VIP-användare
tr: Zaten VIP kullanıcısınız
vi: Bạn đã là người dùng VIP
zh_hans: 您已经是VIP用户
zh_hant: 您已經是VIP用戶

# purchase_product_not_found
source: Product not found
cs: Produkt nenalezen
fi: Tuotetta ei löytynyt
ja: 商品が見つかりません
nb: Produkt ikke funnet
pt_pt: Produto não encontrado
sk: Produkt sa nenašiel
sv: Produkt hittades inte
tr: Ürün bulunamadı
vi: Không tìm thấy sản phẩm
zh_hans: 产品未找到
zh_hant: 產品未找到

# purchase_not_available
source: In-app purchases are not available
cs: Nákupy v aplikaci nejsou k dispozici
fi: Sovelluksen sisäiset ostokset eivät ole käytettävissä
ja: アプリ内購入は利用できません
nb: Kjøp i appen er ikke tilgjengelig
pt_pt: Compras na aplicação não estão disponíveis
sk: Nákupy v aplikácii nie sú k dispozícii
sv: Köp i appen är inte tillgängliga
tr: Uygulama içi satın alımlar mevcut değil
vi: Mua hàng trong ứng dụng không khả dụng
zh_hans: 设备不支持应用内购买
zh_hant: 設備不支持應用內購買

# purchase_no_purchases_to_restore
source: No purchases found to restore
cs: Nenalezeny žádné nákupy k obnovení
fi: Palautettavia ostoksia ei löytynyt
ja: 復元する購入が見つかりません
nb: Ingen kjøp funnet å gjenopprette
pt_pt: Nenhuma compra encontrada para restaurar
sk: Nenašli sa žiadne nákupy na obnovenie
sv: Inga köp hittades att återställa
tr: Geri yüklenecek satın alım bulunamadı
vi: Không tìm thấy mua hàng để khôi phục
zh_hans: 没有找到可恢复的购买记录
zh_hant: 沒有找到可恢復的購買記錄

# purchase_error
source: Error
cs: Chyba
fi: Virhe
ja: エラー
nb: Feil
pt_pt: Erro
sk: Chyba
sv: Fel
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# purchase_unable_to_load_products
source: Unable to load product information
cs: Nelze načíst informace o produktu
fi: Tuotetietojen lataus epäonnistui
ja: 商品情報を読み込めません
nb: Kan ikke laste produktinformasjon
pt_pt: Não é possível carregar informações do produto
sk: Nedá sa načítať informácie o produkte
sv: Kan inte ladda produktinformation
tr: Ürün bilgileri yüklenemiyor
vi: Không thể tải thông tin sản phẩm
zh_hans: 无法加载产品信息
zh_hant: 無法載入產品信息

# purchase_check_network_try_again
source: Unable to load product information. Please check your network connection and try again.
cs: Nelze načíst informace o produktu. Zkontrolujte připojení k síti a zkuste to znovu.
fi: Tuotetietojen lataus epäonnistui. Tarkista verkkoyhteytesi ja yritä uudelleen.
ja: 商品情報を読み込めません。ネットワーク接続を確認して再試行してください。
nb: Kan ikke laste produktinformasjon. Sjekk nettverkstilkoblingen og prøv igjen.
pt_pt: Não é possível carregar informações do produto, verifique a ligação de rede e tente novamente.
sk: Nedá sa načítať informácie o produkte, skontrolujte pripojenie k sieti a skúste znovu.
sv: Kan inte ladda produktinformation. Kontrollera din nätverksanslutning och försök igen.
tr: Ürün bilgileri yüklenemiyor. Lütfen ağ bağlantınızı kontrol edin ve tekrar deneyin.
vi: Không thể tải thông tin sản phẩm. Vui lòng kiểm tra kết nối mạng và thử lại.
zh_hans: 无法加载产品信息，请检查网络连接后重试。
zh_hant: 無法載入產品信息，請檢查網絡連接後重試。

# purchase_premium_feature
source: Premium Feature
cs: Premium funkce
fi: Premium-Ominaisuus
ja: プレミアム機能
nb: Premium-funksjon
pt_pt: Funcionalidade premium
sk: Prémiová funkcia
sv: Premiumfunktion
tr: Premium Özellik
vi: Tính năng Premium
zh_hans: 高级功能
zh_hant: 高級功能

# purchase_premium_feature_message
source: %@ is a premium feature. Please upgrade to premium to use it.
cs: %@ je premium funkce. Pro použití prosím upgradujte na premium.
fi: %@ on premium-ominaisuus. Päivitä premium-jäsenyyteen käyttääksesi sitä.
ja: %@はプレミアム機能です。ご利用にはプレミアムへのアップグレードが必要です。
nb: %@ er en premium-funksjon. Oppgrader til premium for å bruke den.
pt_pt: %@ é uma funcionalidade premium. Atualize para premium para a utilizar.
sk: %@ je prémiová funkcia. Upgradujte na prémium, aby ste ju mohli používať.
sv: %@ är en premiumfunktion. Uppgradera till premium för att använda den.
tr: %@ premium bir özelliktir. Kullanmak için premium'a yükseltin.
vi: %@ là tính năng premium. Vui lòng nâng cấp lên premium để sử dụng.
zh_hans: %@是高级功能，需要升级到高级版才能使用。
zh_hant: %@是高級功能，需要升級到高級版才能使用。

# purchase_upgrade_now
source: Upgrade Now
cs: Upgradovat nyní
fi: Päivitä Nyt
ja: 今すぐアップグレード
nb: Oppgrader Nå
pt_pt: Atualizar agora
sk: Upgradovať teraz
sv: Uppgradera Nu
tr: Şimdi Yükselt
vi: Nâng cấp ngay
zh_hans: 立即升级
zh_hant: 立即升級

# purchase_maybe_later
source: Maybe Later
cs: Možná později
fi: Ehkä Myöhemmin
ja: 後で
nb: Kanskje Senere
pt_pt: Talvez mais tarde
sk: Možno neskôr
sv: Kanske Senare
tr: Belki Sonra
vi: Có thể sau
zh_hans: 稍后再说
zh_hant: 稍後再說

# purchase_upgrade_to_premium
source: Upgrade to Premium
cs: Upgradovat na Premium
fi: Päivitä Premium-jäsenyyteen
ja: プレミアムにアップグレード
nb: Oppgrader til Premium
pt_pt: Atualizar para premium
sk: Upgradovať na prémium
sv: Uppgradera till Premium
tr: Premium'a Yükselt
vi: Nâng cấp lên Premium
zh_hans: 升级到高级版
zh_hant: 升級到高級版

# purchase_premium_user
source: Premium User
cs: Premium uživatel
fi: Premium-Käyttäjä
ja: プレミアムユーザー
nb: Premium-bruker
pt_pt: Utilizador premium
sk: Prémiový používateľ
sv: Premiumanvändare
tr: Premium Kullanıcı
vi: Người dùng Premium
zh_hans: 高级版用户
zh_hant: 高級版用戶

# purchase_free_user
source: Free User
cs: Bezplatný uživatel
fi: Ilmainen Käyttäjä
ja: 無料ユーザー
nb: Gratis Bruker
pt_pt: Utilizador gratuito
sk: Bezplatný používateľ
sv: Gratisanvändare
tr: Ücretsiz Kullanıcı
vi: Người dùng miễn phí
zh_hans: 免费版用户
zh_hant: 免費版用戶

# purchase_operation_successful
source: Operation successful
cs: Operace úspěšná
fi: Toiminto onnistui
ja: 操作が成功しました
nb: Operasjon vellykket
pt_pt: Operação bem-sucedida
sk: Operácia úspešná
sv: Operation framgångsrik
tr: İşlem başarılı
vi: Thao tác thành công
zh_hans: 操作成功
zh_hant: 操作成功

source: Debug Options
cs: Možnosti ladění
fi: Virheenkorjausasetukset
ja: デバッグオプション
nb: Feilsøkingsalternativer
pt_pt: Opções de depuração
sk: Možnosti ladenia
sv: Felsökningsalternativ
tr: Hata Ayıklama Seçenekleri
vi: Tùy chọn gỡ lỗi
zh_hans: 调试选项
zh_hant: 調試選項

source: Debug mode only
cs: Pouze režim ladění
fi: Vain virheenkorjaustila
ja: デバッグモードのみ
nb: Kun feilsøkingsmodus
pt_pt: Apenas modo de depuração
sk: Len režim ladenia
sv: Endast felsökningsläge
tr: Sadece hata ayıklama modu
vi: Chỉ chế độ gỡ lỗi
zh_hans: 仅限调试模式
zh_hant: 僅限調試模式

# debug_set_as_vip
source: Set as VIP
cs: Nastavit jako VIP
fi: Aseta VIP:ksi
ja: VIPに設定
nb: Sett som VIP
pt_pt: Definir como VIP
sk: Nastaviť ako VIP
sv: Sätt som VIP
tr: VIP olarak ayarla
vi: Đặt làm VIP
zh_hans: 设置为VIP
zh_hant: 設置為VIP

# debug_remove_vip
source: Remove VIP
cs: Odebrat VIP
fi: Poista VIP
ja: VIPを削除
nb: Fjern VIP
pt_pt: Remover VIP
sk: Odstrániť VIP
sv: Ta bort VIP
tr: VIP'i kaldır
vi: Xóa VIP
zh_hans: 移除VIP
zh_hant: 移除VIP

# debug_clear_purchase_records
source: Clear All Purchase Records
cs: Vymazat všechny záznamy o nákupech
fi: Tyhjennä Kaikki Ostotiedot
ja: すべての購入記録をクリア
nb: Tøm Alle Kjøpsregistre
pt_pt: Limpar todos os registos de compra
sk: Vymazať všetky záznamy o nákupoch
sv: Rensa Alla Köpregister
tr: Tüm Satın Alma Kayıtlarını Temizle
vi: Xóa tất cả bản ghi mua hàng
zh_hans: 清除所有购买记录
zh_hant: 清除所有購買記錄

# debug_title
source: Debug
cs: Ladění
fi: Virheenkorjaus
ja: デバッグ
nb: Feilsøking
pt_pt: Depuração
sk: Ladenie
sv: Felsökning
tr: Hata Ayıklama
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 調試

# debug_vip_set
source: Set as VIP
cs: Nastaveno jako VIP
fi: Asetettu VIP:ksi
ja: VIPに設定されました
nb: Satt som VIP
pt_pt: Definido como VIP
sk: Nastavené ako VIP
sv: Satt som VIP
tr: VIP olarak ayarlandı
vi: Đã đặt làm VIP
zh_hans: 已设置为VIP
zh_hant: 已設置為VIP

# debug_vip_removed
source: VIP removed
cs: VIP odebráno
fi: VIP poistettu
ja: VIPが削除されました
nb: VIP fjernet
pt_pt: VIP removido
sk: VIP odstránené
sv: VIP borttagen
tr: VIP kaldırıldı
vi: Đã xóa VIP
zh_hans: 已移除VIP
zh_hant: 已移除VIP

# debug_records_cleared
source: All purchase records cleared
cs: Všechny záznamy o nákupech vymazány
fi: Kaikki ostotiedot tyhjennetty
ja: すべての購入記録がクリアされました
nb: Alle kjøpsregistre tømt
pt_pt: Todos os registos de compra limpos
sk: Všetky záznamy o nákupoch vymazané
sv: Alla köpregister rensade
tr: Tüm satın alma kayıtları temizlendi
vi: Đã xóa tất cả bản ghi mua hàng
zh_hans: 已清除所有购买记录
zh_hant: 已清除所有購買記錄

# purchase_loading_products
source: Loading products...
pt_pt: A carregar produtos...
sk: Načítavaju sa produkty...
zh_hans: 加载产品中...
zh_hant: 載入產品中...

# purchase_restoring
source: Restoring purchases...
pt_pt: A restaurar compras...
sk: Obnovujú sa nákupy...
zh_hans: 恢复购买中...
zh_hant: 恢復購買中...

# common_ok
source: OK
zh_hans: 确定
zh_hant: 確定

# debug_testing_sandbox_pricing
source: Testing Sandbox Pricing
pt_pt: A testar preços sandbox
sk: Testuje sa sandbox cena
zh_hans: 正在测试沙盒价格
zh_hant: 正在測試沙盒價格

# debug_please_wait
source: Please wait...
pt_pt: Aguarde por favor...
sk: Počkajte prosím...
zh_hans: 请稍等...
zh_hant: 請稍等...

# debug_sandbox_test_results
source: Sandbox Test Results
pt_pt: Resultados do teste de preços sandbox
sk: Výsledky testu sandbox ceny
zh_hans: 沙盒价格测试结果
zh_hant: 沙盒價格測試結果

# debug_retest
source: Retest
pt_pt: Testar novamente
sk: Testovať znovu
zh_hans: 重新测试
zh_hant: 重新測試

# debug_test_purchase
source: Test Purchase
pt_pt: Testar compra
sk: Testovať nákup
zh_hans: 测试购买
zh_hant: 測試購買

# debug_close
source: Close
pt_pt: Fechar
sk: Zavrieť
zh_hans: 关闭
zh_hant: 關閉

# debug_cannot_purchase
source: Cannot Purchase
pt_pt: Não é possível comprar
sk: Nedá sa nakupovať
zh_hans: 无法购买
zh_hant: 無法購買

# debug_load_products_first
source: Please load products first
pt_pt: Carregue primeiro as informações do produto com sucesso
sk: Najprv úspešne načítajte informácie o produkte
zh_hans: 请先成功加载产品信息
zh_hant: 請先成功載入產品信息

# debug_select_product
source: Select Product to Purchase
pt_pt: Selecione o produto para comprar
sk: Vyberte produkt na nákup
zh_hans: 选择要购买的产品
zh_hant: 選擇要購買的產品

# debug_purchasing
source: Purchasing...
pt_pt: A comprar
sk: Nakupuje sa
zh_hans: 正在购买
zh_hant: 正在購買

# debug_purchase_successful
source: Purchase Successful
pt_pt: Compra bem-sucedida
sk: Nákup úspešný
zh_hans: 购买成功
zh_hant: 購買成功

# debug_purchase_failed
source: Purchase Failed
pt_pt: Compra falhada
sk: Nákup zlyhal
zh_hans: 购买失败
zh_hant: 購買失敗

# debug_congratulations
source: Congratulations! You are now a VIP user.
pt_pt: Parabéns! Comprou com sucesso
sk: Gratulujeme! Úspešne ste si kúpili
zh_hans: 恭喜！您已成功购买
zh_hant: 恭喜！您已成功購買

# debug_purchase_incomplete
source: Purchase was not completed successfully.
pt_pt: Compra incompleta ou cancelada
sk: Nákup nebol dokončený alebo bol zrušený
zh_hans: 购买未完成或被取消
zh_hant: 購買未完成或被取消

# debug_purchase_error
source: Purchase Error
pt_pt: Erro de compra
sk: Chyba nákupu
zh_hans: 购买错误
zh_hant: 購買錯誤

# debug_error_message
source: Error
pt_pt: Mensagem de erro
sk: Chybová správa
zh_hans: 错误信息
zh_hant: 錯誤信息

# debug_restoring_purchases
source: Restoring Purchases...
pt_pt: A restaurar compras
sk: Obnovujú sa nákupy
zh_hans: 正在恢复购买
zh_hant: 正在恢復購買

# debug_restore_completed
source: Restore Completed
pt_pt: Restauro concluído
sk: Obnovenie dokončené
zh_hans: 恢复完成
zh_hant: 恢復完成

# debug_vip_status
source: VIP Status
pt_pt: Estado VIP
sk: VIP stav
zh_hans: VIP 状态
zh_hant: VIP 狀態

# debug_activated
source: Activated
pt_pt: Ativado
sk: Aktivované
zh_hans: 已激活
zh_hant: 已激活

# debug_not_activated
source: Not Activated
pt_pt: Não ativado
sk: Neaktivované
zh_hans: 未激活
zh_hant: 未激活

# debug_restore_failed
source: Restore Failed
pt_pt: Restauro falhado
sk: Obnovenie zlyhalo
zh_hans: 恢复失败
zh_hant: 恢復失敗

# error_response_conversion
source: Response conversion failed
pt_pt: A resposta não pode ser convertida para o tipo necessário
sk: Odpoveď sa nedá konvertovať na požadovaný typ
zh_hans: 响应无法转换为所需类型
zh_hant: 響應無法轉換為所需類型

# stone_durability_rating
source: Durability rating
pt_pt: Classificação de durabilidade
sk: Hodnotenie odolnosti
zh_hans: 耐久性评级
zh_hant: 耐久性評級

# home_action_type_valuation
source: Valuation
cs: Ocenění
fi: Arviointi
ja: 評価
nb: Vurdering
nl: Waardering
pt_pt: Avaliação
sk: Ohodnotenie
sv: Värdering
tr: Değerlendirme
vi: Định giá
zh_hans: 估值
zh_hant: 估值

# home_action_type_identify
source: Identify
cs: Identifikovat
fi: Tunnista
ja: 識別
nb: Identifiser
nl: Identificeren
pt_pt: Identificar
sk: Identifikovať
sv: Identifiera
tr: Tanımla
vi: Nhận dạng
zh_hans: 识别
zh_hant: 識別

# home_action_type_detector
source: Detector
cs: Detektor
fi: Ilmaisin
ja: 探知機
nb: Detektor
pt_pt: Detetor
sk: Detektor
sv: Detektor
tr: Dedektör
vi: Máy dò
zh_hans: 探测器
zh_hant: 探測器

# find_treasure_title
source: Metal Detector
cs: Detektor kovů
fi: Metallinilmaisin
ja: 金属探知機
nb: Metalldetektor
nl: Metaaldetector
pt_pt: Detetor de metais
sk: Detektor kovov
sv: Metalldetektor
tr: Metal Dedektörü
vi: Máy dò kim loại
zh_hans: 金属探测器
zh_hant: 金屬探測器

# find_treasure_status_normal
source: Normal Environment
cs: Normální prostředí
fi: Normaali ympäristö
ja: 正常環境
nb: Normalt miljø
nl: Normale omgeving
pt_pt: Ambiente normal
sk: Normálne prostredie
sv: Normal miljö
tr: Normal ortam
vi: Môi trường bình thường
zh_hans: 正常环境
zh_hant: 正常環境

# find_treasure_status_slight
source: Slight Anomaly
cs: Mírná anomálie
fi: Lievä poikkeama
ja: 軽微な異常
nb: Lett anomali
nl: Lichte anomalie
pt_pt: Anomalia ligeira
sk: Mierna anomália
sv: Lätt anomali
tr: Hafif anormallik
vi: Bất thường nhẹ
zh_hans: 轻微异常
zh_hant: 輕微異常

# find_treasure_status_detected
source: Metal Detected
cs: Kov detekován
fi: Metalli havaittu
ja: 金属を検出
nb: Metall oppdaget
nl: Metaal gedetecteerd
pt_pt: Metal detetado
sk: Detekovaný kov
sv: Metall upptäckt
tr: Metal tespit edildi
vi: Phát hiện kim loại
zh_hans: 检测到金属
zh_hant: 檢測到金屬

# find_treasure_status_strong
source: Strong Metal Signal
cs: Silný kovový signál
fi: Vahva metallisignaali
ja: 強い金属信号
nb: Sterkt metallsignal
nl: Sterk metaalsignaal
pt_pt: Sinal de metal forte
sk: Silný kovový signál
sv: Stark metallsignal
tr: Güçlü metal sinyali
vi: Tín hiệu kim loại mạnh
zh_hans: 强金属信号
zh_hant: 強金屬信號

# about_email_address
source: lingjuetech@gmail.com
ja: Gmail.com

# profile_load_more_button
source: Load more
cs: Načíst více
fi: Lataa lisää
ja: さらに読み込む
nb: Last mer
nl: Meer laden
sv: Ladda mer
tr: Daha fazla yükle
vi: Tải thêm

# add_to_collection
source: Add to my collection
cs: Přidat do mé sbírky
fi: Lisää kokoelmaani
ja: マイコレクションに追加
nb: Legg til i min samling
nl: Toevoegen aan mijn collectie
sv: Lägg till i min samling
tr: Koleksiyonuma ekle
vi: Thêm vào bộ sưu tập của tôi

# subscription_cancel_notice
source: No need to pay if you cancel the subscription at least a day before the 7-day free trial ends.
cs: Nemusíte platit, pokud zrušíte předplatné alespoň den před koncem 7denní bezplatné zkušební doby.
fi: Sinun ei tarvitse maksaa, jos peruutat tilauksen vähintään päivää ennen 7 päivän ilmaisen kokeilujakson päättymistä.
ja: 7日間の無料トライアル期間が終了する少なくとも1日前にサブスクリプションをキャンセルすれば、支払う必要はありません。
nb: Du trenger ikke å betale hvis du avbryter abonnementet minst en dag før den 7-dagers gratis prøveperioden slutter.
nl: Je hoeft niet te betalen als je het abonnement minstens een dag voor het einde van de 7-daagse gratis proefperiode opzegt.
sv: Du behöver inte betala om du avbryter prenumerationen minst en dag innan den 7-dagars gratis provperioden slutar.
tr: 7 günlük ücretsiz deneme süresi bitmeden en az bir gün önce aboneliği iptal ederseniz ödeme yapmanıza gerek yoktur.
vi: Không cần thanh toán nếu bạn hủy đăng ký ít nhất một ngày trước khi kết thúc thời gian dùng thử miễn phí 7 ngày.

# profile_error_load_more_data
source: Failed to load more data
cs: Chyba při načítání dalších dat
fi: Virhe ladattaessa lisää dataa
ja: さらなるデータの読み込みに失敗しました
nb: Feil ved lasting av flere data
nl: Fout bij het laden van meer gegevens
sv: Fel vid laddning av mer data
tr: Daha fazla veri yüklenirken hata
vi: Lỗi tải thêm dữ liệu
