Repository: linqixin1003/mushroom-ios
Catalog: MushroomProject/Resources/Localizations/*.lproj/Localizable.strings
Languages: cs, fi, ja, nb, nl, pt_pt, sk, sv, tr, vi, zh_hans, zh_hant

# stone_season_info
source: Season Info
ja: 季節情報
pt_pt: Informações sazonais
sk: Sezónne informácie
zh_hans: 季节信息
zh_hant: 季節信息

# stone_visible_months
source: Visible Months:
ja: 観察可能月：
pt_pt: Meses visíveis:
sk: Viditeľné mesiace:
zh_hans: 可见月份：
zh_hant: 可見月份：

# stone_visible_year_round
source: Year-round
cs: Celoročně
fi: Ympäri vuoden
ja: 通年
nl: Het hele jaar
pt_pt: Todo o ano
sk: Celoročne
tr: Yıl boyunca
zh_hans: 全年可见
zh_hant: 全年可見

# stone_plumage
source: Plumage
ja: 羽毛
pt_pt: Plumagem
sk: Perie
zh_hans: 羽毛
zh_hant: 羽毛

# stone_observation_number
source: Observation Number
pt_pt: Número de observação
sk: Číslo pozorovania
zh_hans: 观察编号
zh_hant: 觀察編號

# subscription_feature_12000_species
source: In-depth info for 12000+ stone species
ja: 12000種以上の鳥類の詳細情報
pt_pt: Informações detalhadas sobre mais de 12.000 pedras
sk: Podrobné informácie o viac ako 12 000 kameňoch
zh_hans: 12000+种石头的深度信息
zh_hant: 12000+種石頭的深度信息

# subscription_feature_high_accuracy
source: High-accuracy stone ID with photo & sound
ja: 写真と音声による高精度な鳥類識別
pt_pt: Identificação de pedras de alta precisão com fotografia e som
sk: Vysoká presnosť identifikácie kameňov pomocou fotografií a zvuku
zh_hans: 通过照片和声音进行高精度石头识别
zh_hant: 通過照片和聲音進行高精度石頭識別

# subscription_feature_attract_stones
source: Learn how to attract stones to your home
ja: 鳥を自宅に引き寄せる方法を学ぶ
pt_pt: Aprenda como atrair pedras para a sua casa
sk: Naučte sa, ako prilákať kamene do vášho domova
zh_hans: 学习如何吸引石头来到您的家
zh_hant: 學習如何吸引石頭來到您的家

# subscription_feature_unlimited_id
source: Unlimited stone identifications
ja: 無制限の鳥類識別
pt_pt: Identificações ilimitadas de pedras
sk: Neobmedzená identifikácia kameňov
zh_hans: 无限次石头识别
zh_hant: 無限次石頭識別

# subscription_feature_expand_knowledge
source: Expand your study and knowledge of stones
ja: 鳥類の学習と知識を拡張
pt_pt: Expanda o seu estudo e conhecimento de pedras
sk: Rozšírte svoje učenie a vedomosti o kameňoch
zh_hans: 扩展您对石头的学习和知识
zh_hant: 擴展您對石頭的學習和知識

# subscription_try_it_free
source: TRY IT FREE
ja: 無料で試す
pt_pt: Experimente grátis
sk: Vyskúšajte zadarmo
zh_hans: 免费试用
zh_hant: 免費試用

# subscription_continue
source: CONTINUE
ja: 続行
pt_pt: Continuar
sk: Pokračovať
zh_hans: 继续
zh_hant: 繼續

# subscription_7_days_then_yearly
source: 7 days for free, then %@/yearly
ja: 7日間無料、その後%@/年
pt_pt: 7 dias grátis, depois %@/ano
sk: 7 dní zadarmo, potom %@/rok
zh_hans: 免费7天，然后%@/年
zh_hant: 免費7天，然後%@/年

# subscription_7_days_free_trial_yearly
source: 7 days free trial, then yearly subscription
ja: 7日間無料トライアル、その後年間サブスクリプション
pt_pt: Teste gratuito de 7 dias, depois subscrição anual
sk: 7-dňová bezplatná skúška, potom ročné predplatné
zh_hans: 7天免费试用，然后年度订阅
zh_hant: 7天免費試用，然後年度訂閱

# subscription_payment_terms
source: Payment will be charged to your Google Play account at the end of your trial or confirmation of purchase if you are not starting a trial. Subscription automatically renews unless it is canceled at least 24 hours before the end of your trial or current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions in settings in the Google Play store. For more information, please see our
ja: トライアルを開始していない場合、トライアル終了時または購入確認時にGoogle Playアカウントに料金が請求されます。現在の期間が終了する少なくとも24時間前にキャンセルされない限り、サブスクリプションは自動的に更新されます。現在の期間が終了する前の24時間以内にアカウントに更新料金が請求されます。Google Playストアの設定でサブスクリプションを管理およびキャンセルできます。詳細については、
pt_pt: Se não iniciar o teste, o pagamento será cobrado da sua conta Google Play no final do teste ou confirmação da compra. A subscrição renova automaticamente a menos que seja cancelada pelo menos 24 horas antes do final do período atual. A sua conta será cobrada pela renovação dentro de 24 horas antes do final do período atual. Pode gerir e cancelar as suas subscrições nas definições da Google Play Store. Para mais informações, consulte os nossos
sk: Ak nezačnete skúšku, poplatok sa strhne z vašeho Google Play účtu na konci skúšky alebo pri potvrdení nákupu. Predplatné sa automaticky obnoví, pokiaľ sa nezruší aspoň 24 hodín pred koncom aktuálneho obdobia. Váš účet sa bude účtovať za obnovenie do 24 hodín pred koncom aktuálneho obdobia. Predplatné môžete spravovať a zrušiť v nastaveniach Google Play Store. Pre viac informácií si pozrite naše
zh_hans: 如果您没有开始试用，费用将在试用结束时或购买确认时从您的Google Play账户扣除。除非在当前期间结束前至少24小时取消，否则订阅会自动续订。您的账户将在当前期间结束前24小时内扣费续订。您可以在Google Play商店的设置中管理和取消订阅。更多信息，请查看我们的
zh_hant: 如果您沒有開始試用，費用將在試用結束時或購買確認時從您的Google Play賬戶扣除。除非在當前期間結束前至少24小時取消，否則訂閱會自動續訂。您的賬戶將在當前期間結束前24小時內扣費續訂。您可以在Google Play商店的設置中管理和取消訂閱。更多信息，請查看我們的

# subscription_terms_and
source: and
ja: および
pt_pt: e
sk: a
zh_hans: 和
zh_hant: 和

# retain_today
source: Today
ja: 今日
pt_pt: Hoje
sk: Dnes
zh_hans: 今天
zh_hant: 今天

# retain_today_desc
source: Unlock full access to all Picture Mushroom Premium features
ja: Picture Mushroomプレミアムの全機能へのフルアクセスをアンロック
pt_pt: Desbloqueie o acesso completo às funcionalidades premium de identificação de pedras
sk: Odomknite plný prístup k prémiovým funkciám identifikácie kameňov
zh_hans: 解锁石头识别高级版的全部功能
zh_hant: 解鎖石頭識別高級版的全部功能

# retain_day_1_6
source: Day 1 –Day 6
ja: 1日目〜6日目
pt_pt: Dia 1-6
sk: 1.-6. deň
zh_hans: 第1-6天
zh_hant: 第1-6天

source: Possible price range
cs: Možný cenový rozsah
fi: Mahdollinen hintahaarukka
ja: 可能な価格帯
nb: Mulig prisområde
nl: Mogelijk prijsbereik
pt_pt: Intervalo de preço possível
sk: Možný cenový rozsah
sv: Möjligt prisintervall
tr: Olası fiyat aralığı
vi: Phạm vi giá có thể
zh_hans: 可能价格范围
zh_hant: 可能價格範圍

source: Note
cs: Poznámka
fi: Huomautus
ja: メモ
nb: Merk
nl: Opmerking
pt_pt: Nota
sk: Poznámka
sv: Notera
tr: Not
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: Are you satisfied with the result
cs: Jste spokojeni s výsledkem
fi: Oletko tyytyväinen tulokseen
ja: 結果に満足していますか
nb: Er du fornøyd med resultatet
nl: Bent u tevreden met het resultaat
pt_pt: Está satisfeito com o resultado
sk: Ste spokojní s výsledkom
sv: Är du nöjd med resultatet
tr: Sonuçtan memnun musunuz
vi: Bạn có hài lòng với kết quả không
zh_hans: 您对结果满意吗
zh_hant: 您對結果滿意嗎

source: Thanks for your feedback
cs: Děkujeme za vaši zpětnou vazbu
fi: Kiitos palautteestasi
ja: フィードバックありがとうございます
nb: Takk for tilbakemeldingen
nl: Bedankt voor uw feedback
pt_pt: Obrigado pelo seu feedback
sk: Ďakujeme za vašu spätnú väzbu
sv: Tack för din feedback
tr: Geri bildiriminiz için teşekkürler
vi: Cảm ơn phản hồi của bạn
zh_hans: 感谢您的反馈
zh_hant: 感謝您的反饋

source: Valuation in progress
cs: Probíhá oceňování
fi: Arviointi käynnissä
ja: 評価進行中
nb: Verdivurdering pågår
nl: Waardering in uitvoering
pt_pt: Avaliação em curso
sk: Oceňovanie prebieha
sv: Värdering pågår
tr: Değerleme devam ediyor
vi: Đang tiến hành định giá
zh_hans: 估值进行中
zh_hant: 估值進行中

# valuation_step_identification
source: Identification
cs: Identifikace
fi: Tunnistaminen
ja: 識別
nb: Identifikasjon
nl: Identificatie
pt_pt: Identificação
sk: Identifikácia
sv: Identifiering
tr: Tanımlama
vi: Nhận dạng
zh_hans: 识别
zh_hant: 識別

# valuation_step_quality_evaluation
source: Quality evaluation
cs: Hodnocení kvality
fi: Laadun arviointi
ja: 品質評価
nb: Kvalitetsvurdering
nl: Kwaliteitsbeoordeling
pt_pt: Avaliação de qualidade
sk: Hodnotenie kvality
sv: Kvalitetsutvärdering
tr: Kalite değerlendirmesi
vi: Đánh giá chất lượng
zh_hans: 品质评估
zh_hant: 品質評估

# valuation_step_market_price_search
source: Market price search
cs: Vyhledávání tržní ceny
fi: Markkinahinnan haku
ja: 市場価格検索
nb: Søk etter markedspris
nl: Zoeken naar marktprijs
pt_pt: Pesquisa de preço de mercado
sk: Vyhľadávanie trhovej ceny
sv: Sökning efter marknadspris
tr: Piyasa fiyatı araştırması
vi: Tìm kiếm giá thị trường
zh_hans: 市场价格搜索
zh_hant: 市場價格搜索

# stone_estimated_value
source: Estimated value
cs: Odhadovaná hodnota
fi: Arvioitu arvo
ja: 推定価値
nl: Geschatte waarde
pt_pt: Valor estimado
sk: Odhadovaná hodnota
tr: Tahmini değer
zh_hans: 估计价值
zh_hant: 估計價值

# metal_detector_tips_content
source: This tool is empowered by the magneticsensor that is built into your cell phone.Thisdetector works with magnetic rocks orminerals, such as magnetite, pyrrhotite, andmeteorite. It can also detect metal that iscomposed mainly of iron, cobalt, or nickel.Since the magnetic sensor is located differently on each cell phone, move thedetecting object around your phone to findits best sensitivity and get a clear read onthe dial gauge.The read of the dial gaugeindicates the strength of your detectedobject; it does not represent the exact valueof magnetism.
cs: Tento nástroj je poháněn magnetickým senzorem, který je vestavěn ve vašem mobilním telefonu. Tento detektor funguje s magnetickými horninami nebo minerály, jako je magnetit, pyrotin a meteorit. Může také detekovat kov, který se skládá hlavně ze železa, kobaltu nebo niklu. Protože magnetický senzor je na každém mobilním telefonu umístěn jinak, pohybujte detekovaným objektem kolem vašeho telefonu, abyste našli jeho nejlepší citlivost a získali jasný údaj na ciferníku. Údaj na ciferníku označuje sílu vašeho detekovaného objektu; nepředstavuje přesnou hodnotu magnetismu.
fi: Tämä työkalu saa voimansa matkapuhelimeesi sisäänrakennetusta magneettisensorista. Tämä ilmaisin toimii magneettisten kivien tai mineraalien, kuten magnetiitin, pyrrotiitin ja meteoriitin kanssa. Se voi myös havaita metallia, joka koostuu pääasiassa raudasta, koboltista tai nikkelistä. Koska magneettisensori sijaitsee eri tavalla jokaisessa matkapuhelimessa, liikuta havaittavaa esinettä puhelimesi ympärillä löytääksesi sen parhaan herkkyyden ja saadaksesi selkeän lukeman mittarista. Mittarin lukema osoittaa havaitun esineen voimakkuuden; se ei edusta magnetismin tarkkaa arvoa.
ja: このツールは、携帯電話に内蔵されている磁気センサーによって動作します。この検出器は、磁鉄鉱、磁硫鉄鉱、隕石などの磁性岩石や鉱物で動作します。また、主に鉄、コバルト、またはニッケルで構成された金属も検出できます。磁気センサーは各携帯電話で異なる位置にあるため、検出オブジェクトを電話の周りで動かして最適な感度を見つけ、ダイヤルゲージで明確な読み取りを得てください。ダイヤルゲージの読み取りは、検出されたオブジェクトの強度を示します。磁気の正確な値を表すものではありません。
nb: Dette verktøyet drives av den magnetiske sensoren som er bygget inn i mobiltelefonen din. Denne detektoren fungerer med magnetiske steiner eller mineraler, som magnetitt, pyrrotin og meteoritt. Den kan også oppdage metall som hovedsakelig består av jern, kobolt eller nikkel. Siden den magnetiske sensoren er plassert forskjellig på hver mobiltelefon, flytt det detekterende objektet rundt telefonen din for å finne dens beste følsomhet og få en klar avlesning på urskiven. Avlesningen på urskiven indikerer styrken til det detekterte objektet ditt; den representerer ikke den nøyaktige verdien av magnetisme.
nl: Dit gereedschap wordt aangedreven door de magnetische sensor die is ingebouwd in uw mobiele telefoon. Deze detector werkt met magnetische rotsen of mineralen, zoals magnetiet, pyrrotine en meteoriet. Het kan ook metaal detecteren dat voornamelijk bestaat uit ijzer, kobalt of nikkel. Omdat de magnetische sensor op elke mobiele telefoon anders is geplaatst, beweeg het detecterende object rond uw telefoon om de beste gevoeligheid te vinden en een duidelijke aflezing op de wijzerplaat te krijgen. De aflezing van de wijzerplaat geeft de sterkte van uw gedetecteerde object aan; het vertegenwoordigt niet de exacte waarde van magnetisme.
pt_pt: Esta ferramenta é alimentada pelo sensor magnético integrado no seu telemóvel. Este detector funciona com rochas ou minerais magnéticos, como magnetite, pirrotite e meteorito. Também pode detectar metal composto principalmente por ferro, cobalto ou níquel. Como o sensor magnético está localizado de forma diferente em cada telemóvel, mova o objecto de detecção à volta do seu telefone para encontrar a sua melhor sensibilidade e obter uma leitura clara no mostrador. A leitura do mostrador indica a força do seu objecto detectado; não representa o valor exacto do magnetismo.
sk: Tento nástroj je poháňaný magnetickým senzorom, ktorý je zabudovaný vo vašom mobilnom telefóne. Tento detektor funguje s magnetickými horninami alebo minerálmi, ako sú magnetit, pyrotín a meteorit. Môže tiež detegovať kov, ktorý sa skladá hlavne zo železa, kobaltu alebo niklu. Keďže magnetický senzor je na každom mobilnom telefóne umiestnený inak, pohybujte detekovaným objektom okolo vášho telefónu, aby ste našli jeho najlepšiu citlivosť a získali jasný údaj na ciferníku. Údaj na ciferníku označuje silu vášho detekovaného objektu; nepredstavuje presnú hodnotu magnetizmu.
sv: Detta verktyg drivs av den magnetiska sensorn som är inbyggd i din mobiltelefon. Denna detektor fungerar med magnetiska stenar eller mineraler, såsom magnetit, pyrrotin och meteorit. Den kan också upptäcka metall som huvudsakligen består av järn, kobolt eller nickel. Eftersom den magnetiska sensorn är placerad olika på varje mobiltelefon, flytta det detekterande objektet runt din telefon för att hitta dess bästa känslighet och få en tydlig avläsning på mätaren. Avläsningen på mätaren indikerar styrkan hos ditt detekterade objekt; den representerar inte det exakta värdet av magnetism.
tr: Bu araç, cep telefonunuzda yerleşik olan manyetik sensör tarafından güçlendirilir. Bu dedektör manyetit, pirotin ve meteorit gibi manyetik kayalar veya minerallerle çalışır. Ayrıca esas olarak demir, kobalt veya nikelden oluşan metalleri de tespit edebilir. Manyetik sensör her cep telefonunda farklı şekilde konumlandırıldığından, en iyi hassasiyetini bulmak ve kadran göstergesinde net bir okuma elde etmek için tespit edilen nesneyi telefonunuzun etrafında hareket ettirin. Kadran göstergesinin okuması tespit edilen nesnenizin gücünü gösterir; manyetizmanın tam değerini temsil etmez.
vi: Công cụ này được hỗ trợ bởi cảm biến từ tính được tích hợp trong điện thoại di động của bạn. Máy dò này hoạt động với các loại đá hoặc khoáng chất từ tính, chẳng hạn như magnetit, pyrrotin và thiên thạch. Nó cũng có thể phát hiện kim loại chủ yếu được cấu tạo từ sắt, coban hoặc niken. Vì cảm biến từ tính được đặt khác nhau trên mỗi điện thoại di động, hãy di chuyển vật thể phát hiện xung quanh điện thoại của bạn để tìm độ nhạy tốt nhất và có được số đọc rõ ràng trên đồng hồ đo. Số đọc trên đồng hồ đo cho biết cường độ của vật thể được phát hiện; nó không đại diện cho giá trị chính xác của từ tính.
zh_hans: 此工具由手机内置的磁传感器提供支持。此探测器适用于磁性岩石或矿物，如磁铁矿、磁黄铁矿和陨石。它还可以检测主要由铁、钴或镍组成的金属。由于磁传感器在每部手机上的位置不同，请在手机周围移动检测物体以找到其最佳灵敏度，并在表盘上获得清晰的读数。表盘读数表示检测到的物体的强度；它不代表磁性的确切值。
zh_hant: 此工具由手機內建的磁感應器提供支援。此探測器適用於磁性岩石或礦物，如磁鐵礦、磁黃鐵礦和隕石。它還可以檢測主要由鐵、鈷或鎳組成的金屬。由於磁感應器在每部手機上的位置不同，請在手機周圍移動檢測物體以找到其最佳靈敏度，並在錶盤上獲得清晰的讀數。錶盤讀數表示檢測到的物體的強度；它不代表磁性的確切值。

# valuation_not_found
source: No stone found
cs: Nebyl nalezen žádný kámen
fi: Kiveä ei löytynyt
ja: 石が見つかりません
nb: Ingen stein funnet
nl: Geen steen gevonden
pt_pt: Nenhuma pedra encontrada
sk: Nenašiel sa žiadny kameň
sv: Ingen sten hittades
tr: Taş bulunamadı
vi: Không tìm thấy đá
zh_hans: 未找到石头
zh_hant: 未找到石頭

# valuation_camera_tips
source: Clear,high-quality photos lead to more accurate valuation results
cs: Jasné, vysoce kvalitní fotografie vedou k přesnějším výsledkům ocenění
fi: Selkeät, korkealaatuiset kuvat johtavat tarkempiin arviointituloksiin
ja: 鮮明で高品質な写真は、より正確な評価結果につながります
nb: Klare bilder av høy kvalitet fører til mer nøyaktige verdivurderingsresultater
nl: Duidelijke, hoogwaardige foto's leiden tot nauwkeurigere taxatieresultaten
pt_pt: Fotografias nítidas e de alta qualidade levam a resultados de avaliação mais precisos
sk: Jasné, vysokokvalitné fotografie vedú k presnejším výsledkom ocenenia
sv: Tydliga bilder av hög kvalitet leder till mer exakta värderingsresultat
tr: Net, yüksek kaliteli fotoğraflar daha doğru değerleme sonuçlarına yol açar
vi: Hình ảnh rõ ràng, chất lượng cao dẫn đến kết quả định giá chính xác hơn
zh_hans: 清晰、高质量的照片会带来更准确的估值结果
zh_hant: 清晰、高品質的照片會帶來更準確的估值結果

# retain_day_1_6_desc
source: Enjoy your Premium and get the most out of your free trial
ja: プレミアムを楽しみ、無料トライアルを最大限に活用
pt_pt: Desfrute do seu premium e aproveite ao máximo o seu teste gratuito
sk: Užívajte si svoje prémium a naplno využite bezplatnú skúšku
zh_hans: 享受您的高级版并充分利用免费试用
zh_hant: 享受您的高級版並充分利用免費試用

# retain_day_7
source: Day 7
ja: 7日目
pt_pt: Dia 7
sk: 7. deň
zh_hans: 第7天
zh_hant: 第7天

# retain_day_7_desc
source: Your subscription starts. Cancel anytime before.
ja: サブスクリプションが開始されます。それまでにいつでもキャンセル可能。
pt_pt: A sua subscrição começa. Pode cancelar a qualquer momento antes.
sk: Vaše predplatné sa začína. Môžete zrušiť kedykoľvek predtým.
zh_hans: 您的订阅开始。可随时在此之前取消。
zh_hant: 您的訂閱開始。可隨時在此之前取消。

# retain_then_yearly_price
source: Then %@/year. Cancel anytime.
ja: その後%@/年。いつでもキャンセル可能。
pt_pt: Depois %@/ano. Cancele a qualquer momento.
sk: Potom %@/rok. Zrušte kedykoľvek.
zh_hans: 然后%@/年。随时取消。
zh_hant: 然後%@/年。隨時取消。

# share_image_load_failed
source: Image failed to load
ja: 画像の読み込みに失敗しました
pt_pt: Falha ao carregar imagem
sk: Načítanie obrázka zlyhalo
zh_hans: 图片加载失败
zh_hant: 圖片載入失敗

# instruction_good_image_quality
source: Good image quality can help improve the accuracy of identification.
cs: Dobrá kvalita obrazu může pomoci zlepšit přesnost identifikace.
fi: Hyvä kuvanlaatu voi auttaa parantamaan tunnistuksen tarkkuutta.
ja: 良好な画質により識別精度が向上します。
nb: God bildekvalitet kan hjelpe med å forbedre identifikasjonsøyaktigheten.
nl: Een goede beeldkwaliteit kan helpen de nauwkeurigheid van de identificatie te verbeteren.
pt_pt: Uma boa qualidade de imagem pode ajudar a melhorar a precisão da identificação.
sk: Dobrá kvalita obrázka pomáha zlepšiť presnosť identifikácie.
sv: Bra bildkvalitet kan hjälpa till att förbättra identifieringens noggrannhet.
tr: İyi görüntü kalitesi, tanımlama doğruluğunu artırmaya yardımcı olabilir.
vi: Chất lượng hình ảnh tốt có thể giúp cải thiện độ chính xác nhận dạng.
zh_hans: 良好的图像质量有助于提高识别精度。
zh_hant: 良好的圖像質量有助於提高識別精度。

# instruction_identify
source: Identify
cs: Identifikovat
fi: Tunnista
ja: 識別
nb: Identifiser
nl: Identificeren
pt_pt: Identificar
sk: Identifikovať
sv: Identifiera
tr: Tanımla
vi: Nhận dạng
zh_hans: 识别
zh_hant: 識別

# sound_take_to_identify_stones
source: Take sound to identify stones and keep the subject
ja: 鳥を識別するために音を録音し、被写体を保持
pt_pt: Grave som para identificar pedra e manter o objeto
sk: Nahrajte zvuk na identifikáciu kameňa a udržujte objekt
zh_hans: 录制声音以识别石头并保持主体
zh_hant: 錄製聲音以識別石頭並保持主體

# snap_tip_too_far
source: Too far
cs: Příliš daleko
fi: Liian kaukana
ja: 遠すぎる
nb: For langt unna
pt_pt: Muito longe
sk: Príliš ďaleko
sv: För långt borta
tr: Çok uzak
vi: Quá xa
zh_hans: 太远
zh_hant: 太遠

# snap_tip_too_close
source: Too close
cs: Příliš blízko
fi: Liian lähellä
ja: 近すぎる
nb: For nærme
pt_pt: Muito perto
sk: Príliš blízko
sv: För nära
tr: Çok yakın
vi: Quá gần
zh_hans: 太近
zh_hant: 太近

# snap_tip_blurry
source: Blurry
cs: Rozmazané
fi: Epäselvä
ja: ぼやけている
nb: Uskarp
pt_pt: Desfocado
sk: Rozmazané
sv: Suddig
tr: Bulanık
vi: Mờ
zh_hans: 模糊
zh_hant: 模糊

# snap_tip_multiple_species
source: Multiple species
cs: Více druhů
fi: Useita lajeja
ja: 複数の種
nb: Flere arter
pt_pt: Múltiplas espécies
sk: Viacero druhov
sv: Flera arter
tr: Birden fazla tür
vi: Nhiều loài
zh_hans: 多个物种
zh_hant: 多個物種

source: More Images
cs: Více obrázků
fi: Lisää kuvia
ja: もっと見る
nb: Flere bilder
pt_pt: Mais imagens
sk: Viac obrázkov
sv: Fler bilder
tr: Daha fazla resim
vi: Thêm hình ảnh
zh_hans: 更多图片
zh_hant: 更多圖片

# camera_mode_by_photo
source: By Photo
cs: Pomocí fotografie
fi: Kuvalla
ja: 写真で
nb: Med foto
pt_pt: Fotografia
sk: Fotografovanie
sv: Med foto
tr: Fotoğrafla
vi: Bằng ảnh
zh_hans: 拍照
zh_hant: 拍照

# camera_mode_by_sound
source: By sound
cs: Pomocí zvuku
fi: Äänellä
ja: 音声で
nb: Med lyd
pt_pt: Gravação
sk: Nahrávanie
sv: Med ljud
tr: Sesle
vi: Bằng âm thanh
zh_hans: 录音
zh_hant: 錄音

# share_no_content
source: No content to share
pt_pt: Nenhum conteúdo para partilhar
sk: Žiadny obsah na zdieľanie
zh_hans: 没有可分享的内容
zh_hant: 沒有可分享的內容

source: Share Failed
pt_pt: Partilha falhada
sk: Zdieľanie zlyhalo
zh_hans: 分享失败
zh_hant: 分享失敗

# share_ok
source: OK
zh_hans: 确定
zh_hant: 確定

# share_stone_not_found
source: Mushroom information not found
pt_pt: Informações da pedra não encontradas
sk: Informácie o kameni sa nenašli
zh_hans: 未找到石头信息
zh_hant: 未找到石頭信息

# camera_retake
source: Retake
pt_pt: Fotografar novamente
sk: Odfotiť znovu
zh_hans: 重新拍摄
zh_hant: 重新拍攝

# camera_mode_ai_enhancer
source: AI Enhancer
pt_pt: Melhorador IA
sk: AI vylepšovač
zh_hans: AI 增强
zh_hant: AI 增強

# account_warning
source: Warning
pt_pt: Aviso
sk: Upozornenie
zh_hans: 警告
zh_hant: 警告

# account_cancel
source: Cancel
pt_pt: Cancelar
sk: Zrušiť
zh_hans: 取消
zh_hant: 取消

# account_delete
source: Delete
pt_pt: Eliminar
sk: Vymazať
zh_hans: 删除
zh_hant: 刪除

# share_error
source: Error
pt_pt: Erro
sk: Chyba
zh_hans: 错误
zh_hant: 錯誤

# share_image_not_available
source: Image is not available to save
pt_pt: Imagem não disponível, não é possível guardar
sk: Obrázok nie je k dispozícii, nedá sa uložiť
zh_hans: 图片不可用，无法保存
zh_hant: 圖片不可用，無法保存

# share_success
source: Success
pt_pt: Sucesso
sk: Úspech
zh_hans: 成功
zh_hant: 成功

# share_image_saved
source: Image has been saved to your photo library
pt_pt: Imagem guardada no álbum
sk: Obrázok uložený do albumu
zh_hans: 图片已保存到相册
zh_hant: 圖片已保存到相冊

# share_permission_denied
source: Permission Denied
pt_pt: Permissão negada
sk: Povolenie zamietnuté
zh_hans: 权限被拒绝
zh_hant: 權限被拒絕

# share_permission_message
source: Please grant access to the photo library in Settings to save the image
pt_pt: Permita o acesso ao álbum nas definições para guardar a imagem
sk: Povoľte prístup k albumu v nastaveniach na uloženie obrázka
zh_hans: 请在设置中允许访问相册以保存图片
zh_hant: 請在設置中允許訪問相冊以保存圖片

# share_card_saved
source: Share card has been saved to your photo library
pt_pt: Cartão de partilha guardado no álbum
sk: Karta na zdieľanie uložená do albumu
zh_hans: 分享卡片已保存到相册
zh_hant: 分享卡片已保存到相冊

# share_error_invalid_url
source: Invalid image URL
pt_pt: URL da imagem inválido
sk: Neplatný odkaz na obrázok
zh_hans: 图片链接无效
zh_hant: 圖片鏈接無效

# share_error_download_failed
source: Image download failed
pt_pt: Falha no descarregamento da imagem
sk: Sťahovanie obrázka zlyhalo
zh_hans: 图片下载失败
zh_hant: 圖片下載失敗

# share_error_no_content
source: No content to share
pt_pt: Nenhum conteúdo para partilhar
sk: Žiadny obsah na zdieľanie
zh_hans: 没有可分享的内容
zh_hant: 沒有可分享的內容

# debug_refresh_products
source: 🔄 Refresh Products
pt_pt: 🔄 Atualizar produtos
sk: 🔄 Obnoviť produkty
zh_hans: 🔄 刷新产品
zh_hant: 🔄 刷新產品

# profile_error_load_history
source: Failed to load history. Please check your network connection.
zh_hans: 加载历史记录失败，请检查网络连接

# profile_error_load_sound_history
source: Failed to load sound history. Please check your network connection.
zh_hans: 加载声音历史记录失败，请检查网络连接

# debug_price_not_retrieved
source: Price not retrieved, purchase operation prohibited
pt_pt: Preço não obtido, não é possível efetuar compra
sk: Cena nebola získaná, nedá sa vykonať nákup
zh_hans: 价格未获取，无法进行购买操作
zh_hant: 價格未獲取，無法進行購買操作

# debug_load_image_history_failed
source: Failed to load image identification history
pt_pt: Falha ao carregar histórico de identificação de imagens
sk: Načítanie histórie identifikácie obrázkov zlyhalo
zh_hans: 加载图片识别历史记录失败
zh_hant: 載入圖片識別歷史記錄失敗

# debug_sandbox_test_info
source: === Sandbox Test Debug Info ===
pt_pt: === Informações de teste sandbox ===
sk: === Informácie o teste sandbox ===
zh_hans: === 沙盒测试调试信息 ===
zh_hant: === 沙盒測試調試信息 ===

# debug_unknown
source: Unknown
pt_pt: Desconhecido
sk: Neznáme
zh_hans: 未知
zh_hant: 未知

# debug_empty_product_list
source: ⚠️ Product list is empty, possible reasons:
pt_pt: ⚠️ Lista de produtos vazia, possíveis causas:
sk: ⚠️ Zoznam produktov je prázdny, možné príčiny:
zh_hans: ⚠️ 产品列表为空，可能的原因：
zh_hant: ⚠️ 產品列表為空，可能的原因：

# debug_product_not_configured
source: 1. App Store Connect product not configured
pt_pt: 1. Produto App Store Connect não configurado
sk: 1. Produkt App Store Connect nie je nakonfigurovaný
zh_hans: 1. App Store Connect 产品未配置
zh_hant: 1. App Store Connect 產品未配置
