Repository: linqixin1003/mushroom-ios
Catalog: MushroomProject/Resources/Localizations/*.lproj/Localizable.strings
Languages: cs, fi, ja, nb, nl, pt_pt, sk, sv, tr, vi, zh_hans, zh_hant

# profile_error_load_wishlist
source: Failed to load wishlist
cs: Chyba při načítání seznamu přání
fi: Virhe ladattaessa toivelistaa
ja: ウィッシュリストの読み込みに失敗しました
nb: Feil ved lasting av ønskeliste
nl: Fout bij het laden van verlanglijst
sv: Fel vid laddning av önskelista
tr: İstek listesi yüklenirken hata
vi: Lỗi tải danh sách mong muốn

# profile_error_load_more_wishlist
source: Failed to load more wishlist
cs: Chyba při načítání dalšího seznamu přání
fi: Virhe ladattaessa lisää toivelistaa
ja: さらなるウィッシュリストの読み込みに失敗しました
nb: Feil ved lasting av flere ønskelister
nl: Fout bij het laden van meer verlanglijst
sv: Fel vid laddning av mer önskelista
tr: Daha fazla istek listesi yüklenirken hata
vi: Lỗi tải thêm danh sách mong muốn
