Repository: linqixin1003/mushroom-ios
Catalog: MushroomProject/Resources/Localizations/*.lproj/Localizable.strings
Languages: cs, fi, ja, nb, nl, pt_pt, sk, sv, tr, vi, zh_hans, zh_hant

# tab_bar_home
source: Home
cs: Domů
fi: Koti
ja: ホーム
nb: Hjem
nl: Thuis
pt_pt: Início
sk: Domov
sv: Hem
tr: Ana Sayfa
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

# tab_bar_profile
source: Profile
cs: Profil
fi: Profiili
ja: プロフィール
nb: Profil
nl: Profiel
pt_pt: Perfil
sk: Môj profil
sv: Profil
tr: Profil
vi: Hồ sơ
zh_hans: 我的
zh_hant: 我的

# title_home
source: Home
cs: Domů
fi: Koti
ja: ホーム
nb: Hjem
nl: Thuis
pt_pt: Início
sk: Domov
sv: Hem
tr: Ana Sayfa
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

# title_dashboard
source: Dashboard
cs: Nástěnka
fi: Kojelauta
ja: ダッシュボード
pt_pt: Painel
tr: Kontrol Paneli
vi: Bảng điều khiển
zh_hans: 仪表盘
zh_hant: 儀表板

# title_notifications
source: Notifications
cs: Oznámení
fi: Ilmoitukset
ja: 通知
nb: Varsler
nl: Meldingen
pt_pt: Notificações
sk: Oznámenia
sv: Notifikationer
tr: Bildirimler
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# splash_start_now
source: Start Now
cs: Začít nyní
fi: Aloita Nyt
ja: 今すぐ始める
nb: Start Nå
nl: Nu Beginnen
pt_pt: Começar Agora
sk: Začať teraz
sv: Börja Nu
tr: Şimdi Başla
vi: Bắt đầu ngay
zh_hans: 立即开始
zh_hant: 立即開始

# splash_first_launch_slogan
source: Your Magic Wand For Instant Friendships!
cs: Vaše kouzelná hůlka pro okamžitá přátelství!
fi: Taikasauvasi Välittömiin Ystävyyssuhteisiin!
ja: 瞬時に友達を作る魔法の杖！
nb: Din Magiske Stav for Øyeblikkelig Vennskap!
nl: Jouw Toverstaf voor Instant Vriendschappen!
pt_pt: A sua varinha mágica para identificação de pedras!
sk: Vaša čarovná palička na identifikáciu kameňov!
sv: Din Magiska Stav för Omedelbar Vänskap!
tr: Anında Arkadaşlık İçin Sihirli Değneğiniz!
vi: Cây đũa thần của bạn cho tình bạn tức thì!
zh_hans: 您的石头识别魔法棒!
zh_hant: 您的石頭識別魔法棒!

# text_policy_tapping_continue
source: By continuing you agree to the
cs: Pokračováním souhlasíte s
fi: Jatkamalla hyväksyt
ja: 続行することで、以下に同意したものとみなされます
nb: Ved å fortsette godtar du
nl: Door verder te gaan ga je akkoord met de
pt_pt: Ao continuar, concorda com os
sk: Pokračovaním súhlasíte s
sv: Genom att fortsätta godkänner du
tr: Devam ederek kabul ediyorsunuz
vi: Bằng cách tiếp tục, bạn đồng ý với
zh_hans: 继续使用即表示您同意
zh_hant: 繼續使用即表示您同意

# text_terms_of_use
source: Terms of Use
cs: Podmínky použití
fi: Käyttöehdot
ja: 利用規約
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pt_pt: Termos de Utilização
sk: Podmienkami používania
sv: Användarvillkor
tr: Kullanım Şartları
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# text_privacy_policy
source: Privacy Policy
cs: Zásady ochrany osobních údajů
fi: Tietosuojakäytäntö
ja: プライバシーポリシー
nb: Personvernregler
nl: Privacybeleid
pt_pt: Política de Privacidade
sk: Zásadami ochrany súkromia
sv: Integritetspolicy
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# text_refund_policy
source: Refund Policy
cs: Zásady vrácení peněz
fi: Palautuskäytäntö
ja: 返金ポリシー
nb: Refusjonsregler
nl: Terugbetalingsbeleid
pt_pt: Política de Reembolso
sk: Zásadami vrátenia peňazí
sv: Återbetalningspolicy
tr: İade Politikası
vi: Chính sách hoàn tiền
zh_hans: 退款政策
zh_hant: 退款政策

# text_contact_us
source: Contact Us
cs: Kontaktujte nás
fi: Ota Yhteyttä
ja: お問い合わせ
nb: Kontakt Oss
nl: Contact opnemen
pt_pt: Contacte-nos
sk: Kontaktujte nás
sv: Kontakta Oss
tr: Bize Ulaşın
vi: Liên hệ chúng tôi
zh_hans: 联系我们
zh_hant: 聯繫我們

# text_customer_service
source: Customer service
cs: Zákaznický servis
fi: Asiakaspalvelu
ja: カスタマーサービス
nb: Kundeservice
nl: Klantenservice
pt_pt: Atendimento ao cliente
sk: Zákaznícky servis
sv: Kundservice
tr: Müşteri Hizmetleri
vi: Dịch vụ khách hàng
zh_hans: 客户服务
zh_hant: 客戶服務

# text_email_prefix
source: Email: %@
fi: Sähköposti: %@
ja: メール: %@
nb: E-post: %@
sv: E-post: %@
tr: E-posta: %@
zh_hans: 邮箱: %@
zh_hant: 郵箱: %@

# text_next
source: Next
cs: Další
fi: Seuraava
ja: 次へ
nb: Neste
nl: Volgende
pt_pt: Seguinte
sk: Ďalej
sv: Nästa
tr: İleri
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# text_copied
source: Copied
cs: Zkopírováno
fi: Kopioitu
ja: コピーしました
nb: Kopiert
nl: Gekopieerd
pt_pt: Copiado
sk: Skopírované
sv: Kopierat
tr: Kopyalandı
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# text_continue
source: Continue
cs: Pokračovat
fi: Jatka
ja: 続行
nb: Fortsett
nl: Doorgaan
pt_pt: Continuar
sk: Pokračovať
sv: Fortsätt
tr: Devam Et
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# text_cancel
source: Cancel
cs: Zrušit
fi: Peruuta
ja: キャンセル
nb: Avbryt
nl: Avbryt
pt_pt: Cancelar
sk: Zrušiť
sv: Avbryt
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# text_game
source: Game
cs: Hra
fi: Peli
ja: ゲーム
nb: Spill
nl: Spel
pt_pt: Jogo
sk: Hra
sv: Spel
tr: Oyun
vi: Trò chơi
zh_hans: 游戏
zh_hant: 遊戲

# text_profile
source: Profile
cs: Profil
fi: Profiili
ja: プロフィール
nb: Profil
nl: Profiel
pt_pt: Perfil
sk: Profil
sv: Profil
tr: Profil
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人資料

# text_yes
source: Yes
cs: Ano
fi: Kyllä
ja: はい
nb: Ja
nl: Ja
pt_pt: Sim
sk: Áno
sv: Ja
tr: Evet
vi: Có
zh_hans: 是
zh_hant: 是

# text_no
source: No
cs: Ne
fi: Ei
ja: いいえ
nb: Nei
nl: Nee
pt_pt: Não
sk: Nie
sv: Nej
tr: Hayır
vi: Không
zh_hans: 否
zh_hant: 否

# text_maybe_later
source: Maybe later
cs: Možná později
fi: Ehkä myöhemmin
ja: 後で
nb: Kanskje senere
nl: Misschien later
pt_pt: Talvez mais tarde
sk: Možno neskôr
sv: Kanske senare
tr: Belki Sonra
vi: Có thể sau
zh_hans: 稍后再说
zh_hant: 稍後再說

# text_submit
source: Submit
cs: Odeslat
fi: Lähetä
ja: 送信
nb: Send inn
nl: Verzenden
pt_pt: Submeter
sk: Odoslať
sv: Skicka
tr: Gönder
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# text_confirm
source: Confirm
cs: Potvrdit
fi: Vahvista
ja: 確認
nb: Bekreft
nl: Bevestigen
pt_pt: Confirmar
sk: Potvrdiť
sv: Bekräfta
tr: Onayla
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# text_loading
source: Loading
cs: Načítání
fi: Ladataan
ja: 読み込み中
nb: Laster
nl: Laden
pt_pt: A carregar
sk: Načítava sa
sv: Laddar
tr: Yükleniyor
vi: Đang tải
zh_hans: 加载中
zh_hant: 載入中

# text_view_all
source: View all
cs: Zobrazit vše
fi: Näytä kaikki
ja: すべて表示
nb: Se alle
nl: Alles bekijken
pt_pt: Ver tudo
sk: Zobraziť všetko
sv: Visa alla
tr: Tümünü Gör
vi: Xem tất cả
zh_hans: 查看全部
zh_hant: 查看全部

# text_try_again
source: Try Again
cs: Zkusit znovu
fi: Yritä Uudelleen
ja: 再試行
nb: Prøv igjen
nl: Opnieuw proberen
pt_pt: Tentar novamente
sk: Skúsiť znovu
sv: Försök igen
tr: Tekrar Dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# text_save
source: Save
cs: Uložit
fi: Tallenna
ja: 保存
nb: Lagre
nl: Opslaan
pt_pt: Guardar
sk: Uložiť
sv: Spara
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# text_new
source: New
cs: Nový
fi: Uusi
ja: 新規
nb: Ny
nl: Nieuw
pt_pt: Novo
sk: Nový
sv: Ny
tr: Yeni
vi: Mới
zh_hans: 新建
zh_hant: 新建

# text_share
source: Share
cs: Sdílet
fi: Jaa
ja: シェア
nb: Del
nl: Delen
pt_pt: Partilhar
sk: Zdieľať
sv: Dela
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# text_common_error_try_again
source: Oops! Something went wrong. Please try again later :)
cs: Ups! Něco se pokazilo. Zkuste to prosím později :)
fi: Hups! Jotain meni pieleen. Yritä myöhemmin uudelleen :)
ja: おっと！何かが間違っています。後でもう一度お試しください :)
nb: Oops! Noe gikk galt. Prøv igjen senere :)
nl: Oeps! Er is iets misgegaan. Probeer het later opnieuw :)
pt_pt: Ups! Algo correu mal. Tente novamente mais tarde :)
sk: Ups! Niečo sa pokazilo. Skúste to neskôr :)
sv: Hoppsan! Något gick fel. Försök igen senare :)
tr: Ups! Bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin :)
vi: Oops! Có gì đó không ổn. Vui lòng thử lại sau :)
zh_hans: 糟糕！出了点问题。请稍后再试 :)
zh_hant: 糟糕！出了點問題。請稍後再試 :)

# text_also_known_as
source: Also known as
cs: Také známý jako
fi: Tunnetaan myös nimellä
ja: 別名
nb: Også kjent som
nl: Ook bekend als
pt_pt: Também conhecido como
sk: Tiež známy ako
sv: Även känd som
tr: Ayrıca şöyle bilinir
vi: Còn được biết đến như
zh_hans: 又名
zh_hant: 又名

# text_scientific_name
source: Scientific name
cs: Vědecký název
fi: Tieteellinen nimi
ja: 学名
nb: Vitenskapelig navn
nl: Wetenschappelijke naam
pt_pt: Nome científico
sk: Vedecký názov
sv: Vetenskapligt namn
tr: Bilimsel adı
vi: Tên khoa học
zh_hans: 学名
zh_hant: 學名

# text_more
source: More
cs: Více
fi: Lisää
ja: 詳細
nb: Mer
nl: Meer
pt_pt: Mais
sk: Viac
sv: Mer
tr: Daha fazla
vi: Thêm
zh_hans: 更多
zh_hant: 更多

# text_images
source: Images
cs: Obrázky
fi: Kuvat
ja: 画像
nb: Bilder
nl: Afbeeldingen
pt_pt: Imagens
sk: Obrázky
sv: Bilder
tr: Resimler
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

# text_sound
source: Sound
cs: Zvuk
fi: Ääni
ja: 音声
nb: Lyd
nl: Geluid
pt_pt: Som
sk: Zvuk
sv: Ljud
tr: Ses
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

# text_map
source: Map
cs: Mapa
fi: Kartta
ja: 地図
nb: Kart
nl: Kaart
pt_pt: Mapa
sk: Mapa
sv: Karta
tr: Harita
vi: Bản đồ
zh_hans: 地图
zh_hant: 地圖

# text_description
source: Description
cs: Popis
fi: Kuvaus
ja: 説明
nb: Beskrivelse
nl: Beschrijving
pt_pt: Descrição
sk: Popis
sv: Beskrivning
tr: Açıklama
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

# text_ok
source: OK
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# text_photo
source: Photo
cs: Fotografie
fi: Kuva
ja: 写真
nb: Foto
nl: Foto
pt_pt: Fotografia
sk: Fotografia
sv: Foto
tr: Fotoğraf
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# text_tips
source: Tips
cs: Tipy
fi: Vinkit
ja: ヒント
pt_pt: Dicas
sk: Tipy
tr: İpuçları
vi: Mẹo
zh_hans: 提示
zh_hant: 提示

# text_expand
source: Expand
cs: Rozbalit
fi: Laajenna
ja: 展開
nb: Utvid
nl: Uitklappen
pt_pt: Expandir
sk: Rozbaliť
sv: Expandera
tr: Genişlet
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

# home_search_hint
source: Search over 30,000 species
cs: Hledejte mezi více než 30 000 druhy
fi: Etsi yli 30 000 lajin joukosta
ja: 30,000種以上から検索
nb: Søk blant over 30 000 arter
nl: Zoek tussen meer dan 30.000 soorten
pt_pt: Pesquisar entre mais de 30.000 pedras
sk: Vyhľadajte medzi viac ako 30 000 kameňmi
sv: Sök bland över 30 000 arter
tr: 30.000'den fazla tür arasında arama yapın
vi: Tìm kiếm trong hơn 30.000 loài
zh_hans: 搜索超过30,000种石头
zh_hant: 搜索超過30,000種石頭

# home_vip_banner_text
source: Your free 7-day Premium hasn't been claimed yet. Tap to claim.
cs: Vaše bezplatné 7denní Premium ještě nebylo vyžádáno. Klepněte pro vyžádání.
fi: Ilmaista 7 päivän Premium-jäsenyyttäsi ei ole vielä lunastettu. Napauta lunastaaksesi.
ja: 7日間無料プレミアムがまだ請求されていません。タップして請求してください。
nb: Din gratis 7-dagers Premium er ikke krevd ennå. Trykk for å kreve.
nl: Je gratis 7-dagen Premium is nog niet geclaimd. Tik om te claimen.
pt_pt: O seu Premium gratuito de 7 dias ainda não foi reclamado. Toque para reclamar.
sk: Vaše 7-dňové bezplatné prémiové členstvo ešte nebolo aktivované. Kliknite pre aktiváciu.
sv: Din gratis 7-dagars Premium har inte hämtats än. Tryck för att hämta.
tr: 7 günlük ücretsiz Premium'unuz henüz alınmadı. Almak için dokunun.
vi: Premium miễn phí 7 ngày của bạn chưa được nhận. Nhấn để nhận.
zh_hans: 您的7天免费高级会员尚未领取。点击领取。
zh_hant: 您的7天免費高級會員尚未領取。點擊領取。

# home_action_identify
source: Identify
cs: Identifikovat
fi: Tunnista
ja: 識別
nb: Identifiser
nl: Identificeren
pt_pt: Identificar
sk: Identifikovať
sv: Identifiera
tr: Tanımla
vi: Nhận dạng
zh_hans: 识别
zh_hant: 識別

# home_action_record
source: Record
cs: Nahrát
fi: Tallenna
ja: 録音
nb: Ta opp
nl: Opnemen
pt_pt: Gravar
sk: Nahrávať
sv: Spela in
tr: Kaydet
vi: Ghi âm
zh_hans: 录音
zh_hant: 錄音

# home_action_ai_beautify
source: AI Beautify
cs: AI zkrášlení
fi: AI Kaunistus
ja: AI美化
nb: AI Forskjønnelse
nl: AI Verfraaiing
pt_pt: Embelezamento IA
sk: AI skrášlenie
sv: AI Försköning
tr: AI Güzelleştirme
vi: Làm đẹp AI
zh_hans: AI美化
zh_hant: AI美化

# home_your_daily_stone
source: Your Daily Mushroom
cs: Váš denní pták
fi: Päivittäinen Lintusi
ja: 今日の鳥
nl: Je Dagelijkse Vogel
pt_pt: A sua pedra diária
sk: Váš denný kameň
tr: Günlük Kuşunuz
zh_hans: 每日石头
zh_hant: 每日石頭

# home_stones_near_you
source: Mushrooms Near You
cs: Ptáci ve vašem okolí
fi: Linnut Lähellä Sinua
ja: 近くの鳥
nl: Vogels Bij Jou in de Buurt
pt_pt: Pedras perto de si
sk: Kamene vo vašom okolí
tr: Yakınınızdaki Kuşlar
zh_hans: 附近的石头
zh_hant: 附近的石頭

# home_app_usage_title
source: App usage instructions
cs: Pokyny k použití aplikace
fi: Sovelluksen käyttöohjeet
ja: アプリ使用方法
nb: App bruksinstruksjoner
nl: App gebruiksinstructies
pt_pt: Instruções de utilização da aplicação
sk: Návod na používanie aplikácie
sv: Appanvändningsinstruktioner
tr: Uygulama Kullanım Talimatları
vi: Hướng dẫn sử dụng ứng dụng
zh_hans: 应用使用说明
zh_hant: 應用使用說明

# home_app_usage_desc
source: Help you get familiar with us more quickly.
cs: Pomůže vám rychleji se s námi seznámit.
fi: Auttaa sinua tutustumaan meihin nopeammin.
ja: より迅速に慣れるのに役立ちます。
nb: Vi hjelper deg å bli kjent med oss raskere.
nl: Helpt je sneller bekend te raken met ons.
pt_pt: Ajuda-o a familiarizar-se connosco mais rapidamente.
sk: Pomôže vám rýchlejšie sa s nami oboznámiť.
sv: Hjälper dig att bekanta dig med oss snabbare.
tr: Bizimle daha hızlı tanışmanıza yardımcı olur.
vi: Giúp bạn làm quen với chúng tôi nhanh hơn.
zh_hans: 帮助您更快地熟悉我们。
zh_hant: 幫助您更快地熟悉我們。

# survey1_title
source: Let's set a username for you
cs: Nastavme vám uživatelské jméno
fi: Asetetaan sinulle käyttäjänimi
ja: ユーザー名を設定しましょう
nb: La oss sette opp et brukernavn for deg
nl: Laten we een gebruikersnaam voor je instellen
pt_pt: Vamos definir um nome de utilizador para si
sk: Nastavme vám používateľské meno
sv: Låt oss sätta ett användarnamn för dig
tr: Size bir kullanıcı adı belirleyelim
vi: Hãy đặt tên người dùng cho bạn
zh_hans: 让我们为您设置一个用户名
zh_hant: 讓我們為您設置一個用戶名

# survey1_input_name_placeholder
source: Your Username
cs: Vaše uživatelské jméno
fi: Käyttäjänimesi
ja: あなたのユーザー名
nb: Ditt Brukernavn
nl: Je Gebruikersnaam
pt_pt: O seu nome de utilizador
sk: Vaše používateľské meno
sv: Ditt Användarnamn
tr: Kullanıcı Adınız
vi: Tên người dùng của bạn
zh_hans: 您的用户名
zh_hant: 您的用戶名

# survey2_title
source: You identify yourself as...
cs: Identifikujete se jako...
fi: Määrittelet itsesi...
ja: あなたの性別は...
nb: Du identifiserer deg som...
nl: Je identificeert jezelf als...
pt_pt: Identifica-se como...
sk: Vaša rodová identita je...
sv: Du identifierar dig som...
tr: Kendinizi şöyle tanımlıyorsunuz...
vi: Bạn tự nhận mình là...
zh_hans: 您的性别认同是...
zh_hant: 您的性別認同是...

# survey2_option_she
source: She
cs: Ona
fi: Hän (nainen)
ja: 女性
nb: Hun
nl: Zij
pt_pt: Ela
sk: Ona
sv: Hon
tr: O (Kadın)
vi: Cô ấy
zh_hans: 她
zh_hant: 她

# survey2_option_he
source: He
cs: On
fi: Hän (mies)
ja: 男性
nb: Han
nl: Hij
pt_pt: Ele
sk: On
sv: Han
tr: O (Erkek)
vi: Anh ấy
zh_hans: 他
zh_hant: 他

# survey2_option_they
source: Non-binary
cs: Nebinární
fi: Ei-binäärinen
ja: その他
nb: Ikke-binær
nl: Non-binair
pt_pt: Não-binário
sk: Nebinárne
sv: Icke-binär
tr: İkili olmayan
vi: Phi nhị phân
zh_hans: 非二元
zh_hant: 非二元

# survey3_title
source: What do you want to talk about?
cs: O čem chcete mluvit?
fi: Mistä haluat puhua?
ja: 何について話したいですか？
nb: Hva vil du snakke om?
nl: Waar wil je over praten?
pt_pt: Sobre o que quer falar?
sk: O čom by ste chceli rozprávať?
sv: Vad vill du prata om?
tr: Ne hakkında konuşmak istiyorsunuz?
vi: Bạn muốn nói về điều gì?
zh_hans: 您想聊什么？
zh_hant: 您想聊什麼？

# survey3_option1
source: Play Chat Games
cs: Hrát chatovací hry
fi: Pelaa Keskustelupelejä
ja: チャットゲーム
nb: Spille Chat-spill
nl: Chat Spelletjes Spelen
pt_pt: Jogar jogos de chat
sk: Hrať chatové hry
sv: Spela Chattspel
tr: Sohbet Oyunları Oyna
vi: Chơi trò chơi trò chuyện
zh_hans: 玩聊天游戏
zh_hant: 玩聊天遊戲

# survey3_option2
source: Make a Virtual Friend
cs: Mít virtuálního přítele
fi: Hanki Virtuaalinen Ystävä
ja: バーチャルフレンド
nb: Lage en Virtuell Venn
nl: Een Virtuele Vriend Maken
pt_pt: Fazer um amigo virtual
sk: Nájsť virtuálneho priateľa
sv: Skaffa en Virtuell Vän
tr: Sanal Arkadaş Edin
vi: Có một người bạn ảo
zh_hans: 交个虚拟朋友
zh_hant: 交個虛擬朋友

# survey3_option3
source: Share Emotions
cs: Sdílet emoce
fi: Jaa Tunteita
ja: 感情の共有
nb: Dele Følelser
nl: Emoties Delen
pt_pt: Partilhar emoções
sk: Zdieľať emócie
sv: Dela Känslor
tr: Duyguları Paylaş
vi: Chia sẻ cảm xúc
zh_hans: 分享情感
zh_hant: 分享情感

# survey3_option4
source: Have Fun
cs: Bavit se
fi: Pidä Hauskaa
ja: 楽しむ
nb: Ha det gøy
nl: Plezier Hebben
pt_pt: Divertir-se
sk: Hľadať zábavu
sv: Ha Kul
tr: Eğlen
vi: Vui chơi
zh_hans: 寻找乐趣
zh_hant: 尋找樂趣

# survey3_option5
source: Feel Less Lonely
cs: Cítit se méně osamělý
fi: Tunne Vähemmän Yksinäisyyttä
ja: 寂しさを和らげる
nb: Føle Seg Mindre Ensom
nl: Zich Minder Eenzaam Voelen
pt_pt: Sentir-se menos sozinho
sk: Znížiť pocit osamelosti
sv: Känna Sig Mindre Ensam
tr: Daha Az Yalnız Hisset
vi: Cảm thấy ít cô đơn hơn
zh_hans: 减少孤独感
zh_hant: 減少孤獨感

# survey3_option6
source: Other
cs: Jiné
fi: Muu
ja: その他
nb: Annet
nl: Anders
pt_pt: Outro
sk: Iné
sv: Annat
tr: Diğer
vi: Khác
zh_hans: 其他
zh_hant: 其他

# survey4_title
source: What are your interests?
cs: Jaké jsou vaše zájmy?
fi: Mitkä ovat kiinnostuksen kohteesi?
ja: あなたの興味は何ですか？
nb: Hva er dine interesser?
nl: Wat zijn je interesses?
pt_pt: Quais são os seus interesses?
sk: Aké sú vaše záujmy?
sv: Vilka är dina intressen?
tr: İlgi alanlarınız neler?
vi: Sở thích của bạn là gì?
zh_hans: 您的兴趣是什么？
zh_hant: 您的興趣是什麼？

# survey5_title
source: It's time to choose your friend
cs: Je čas vybrat si přítele
fi: On aika valita ystäväsi
ja: 友達を選ぶ時間です
nb: Det er på tide å velge din venn
nl: Het is tijd om je vriend te kiezen
pt_pt: É hora de escolher o seu amigo
sk: Je čas vybrať si svojho priateľa
sv: Det är dags att välja din vän
tr: Arkadaşınızı seçme zamanı
vi: Đã đến lúc chọn bạn của bạn
zh_hans: 是时候选择您的朋友了
zh_hant: 是時候選擇您的朋友了

# survey5_reset_all_blocked_roles_warning_message
source: All Characters were blocked. Do you want to recover all characters?
cs: Všechny postavy byly zablokovány. Chcete obnovit všechny postavy?
fi: Kaikki hahmot estettiin. Haluatko palauttaa kaikki hahmot?
ja: すべてのキャラクターがブロックされました。すべてのキャラクターを回復しますか？
nb: Alle Karakterer ble blokkert. Vil du gjenopprette alle karakterer?
nl: Alle Karakters zijn geblokkeerd. Wil je alle karakters herstellen?
pt_pt: Todas as personagens foram bloqueadas. Quer recuperar todas as personagens?
sk: Všetky postavy sú zablokované. Chcete obnoviť všetky postavy?
sv: Alla Karaktärer blockerades. Vill du återställa alla karaktärer?
tr: Tüm Karakterler engellendi. Tüm karakterleri sıfırlamak istiyor musunuz?
vi: Tất cả nhân vật đã bị chặn. Bạn có muốn đặt lại tất cả nhân vật không?
zh_hans: 所有角色都被屏蔽了。您要恢复所有角色吗？
zh_hant: 所有角色都被屏蔽了。您要恢復所有角色嗎？

# survey6_title
source: Give your AI friend a name.
cs: Dejte svému AI příteli jméno.
fi: Anna AI-ystävällesi nimi.
ja: AIフレンドに名前を付けてください。
nb: Gi din AI-venn et navn.
nl: Geef je AI-vriend een naam.
pt_pt: Dê um nome ao seu amigo IA.
sk: Dajte svojmu AI priateľovi meno.
sv: Ge din AI-vän ett namn.
tr: AI arkadaşınıza bir isim verin.
vi: Đặt tên cho bạn AI của bạn.
zh_hans: 给您的AI朋友起个名字。
zh_hant: 給您的AI朋友起個名字。

# survey6_input_name_placeholder
source: Input AI friend's name
cs: Zadejte jméno AI přítele
fi: Syötä AI-ystävän nimi
ja: AIフレンドの名前を入力
nb: Skriv inn AI-vennens navn
nl: Voer de naam van de AI-vriend in
pt_pt: Introduza o nome do amigo IA
sk: Zadajte meno AI priateľa
sv: Ange AI-vännens namn
tr: AI arkadaşının adını girin
vi: Nhập tên bạn AI
zh_hans: 输入AI朋友的名字
zh_hant: 輸入AI朋友的名字

# survey7_creating
source: Creating...
cs: Vytváření...
fi: Luodaan...
ja: 作成中...
nb: Oppretter...
nl: Maken...
pt_pt: A criar...
sk: Vytvára sa...
sv: Skapar...
tr: Oluşturuluyor...
vi: Đang tạo...
zh_hans: 创建中...
zh_hant: 創建中...

# text_ai_chat
source: AI Chat
fi: AI Keskustelu
ja: AIチャット
pt_pt: Chat IA
sv: AI Chatt
tr: AI Sohbet
vi: Trò chuyện AI
zh_hans: AI聊天
zh_hant: AI聊天

# chat_input_bar_placeholder
source: Type a message
cs: Napište zprávu
fi: Kirjoita viesti
ja: メッセージを入力
nb: Skriv en melding
nl: Typ een bericht
pt_pt: Digite uma mensagem
sk: Zadajte správu
sv: Skriv ett meddelande
tr: Bir mesaj yazın
vi: Nhập tin nhắn
zh_hans: 输入消息
zh_hant: 輸入消息

# chat_error_oops
source: Oops! Something went wrong. Please try again later :)
cs: Ups! Něco se pokazilo. Zkuste to prosím později :)
fi: Hups! Jotain meni pieleen. Yritä myöhemmin uudelleen :)
ja: おっと！何かが間違っています。後でもう一度お試しください :)
nb: Oops! Noe gikk galt. Prøv igjen senere :)
nl: Oeps! Er is iets misgegaan. Probeer het later opnieuw :)
pt_pt: Ups! Algo correu mal. Tente novamente mais tarde :)
sk: Ups! Niečo sa pokazilo. Skúste to neskôr :)
sv: Hoppsan! Något gick fel. Försök igen senare :)
tr: Ups! Bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin :)
vi: Oops! Có gì đó không ổn. Vui lòng thử lại sau :)
zh_hans: 哎呀！出了点问题。请稍后重试 :)
zh_hant: 糟糕！出了點問題。請稍後再試 :)

# chat_report_bot_response_warning_messasge
source: We are continuously optimizing AI communication content and have removed this content for you. Do you need to report this AI character at the same time?
cs: Neustále optimalizujeme obsah AI komunikace a odstranili jsme tento obsah za vás. Potřebujete současně nahlásit tuto AI postavu?
fi: Optimoimme jatkuvasti AI-viestintäsisältöä ja olemme poistaneet tämän sisällön puolestasi. Tarvitsetko samalla ilmoittaa tästä AI-hahmosta?
ja: AIコミュニケーションコンテンツを継続的に最適化し、このコンテンツを削除しました。このAIキャラクターも同時に報告する必要がありますか？
nb: Vi optimaliserer kontinuerlig AI-kommunikasjonsinnhold og har fjernet dette innholdet for deg. Trenger du å rapportere denne AI-karakteren samtidig?
nl: We optimaliseren voortdurend AI-communicatie-inhoud en hebben deze inhoud voor je weggenomen. Moet je dit AI-karakter tegelijkertijd rapporteren?
pt_pt: Estamos continuamente a otimizar o conteúdo de comunicação IA e removemos este conteúdo para si. Precisa de denunciar esta personagem IA ao mesmo tempo?
sk: Neustále optimalizujeme obsah AI komunikácie, odstránili sme tento obsah pre vás. Chcete nahlásiť aj túto AI postavu?
sv: Vi optimerar kontinuerligt AI-kommunikationsinnehåll och har tagit bort detta innehåll för dig. Behöver du rapportera denna AI-karaktär samtidigt?
tr: AI iletişim içeriğini sürekli optimize ediyoruz ve bu içeriği sizin için kaldırdık. Aynı zamanda bu AI karakterini bildirmeniz gerekiyor mu?
vi: Chúng tôi liên tục tối ưu hóa nội dung giao tiếp AI và đã xóa nội dung này cho bạn. Bạn có cần báo cáo nhân vật AI này cùng lúc không?
zh_hans: 我们正在不断优化AI交流内容，已为您移除此内容。您需要同时举报这个AI角色吗？
zh_hant: 我們正在不斷優化AI交流內容，已為您移除此內容。您需要同時舉報這個AI角色嗎？

# chat_report_ai_character
source: Report AI Character
cs: Nahlásit AI postavu
fi: Ilmoita AI-Hahmosta
ja: AIキャラクターを報告
nb: Rapporter AI-karakter
nl: AI-Karakter Rapporteren
pt_pt: Denunciar personagem IA
sk: Nahlásiť AI postavu
sv: Rapportera AI-Karaktär
tr: AI Karakterini Bildir
vi: Báo cáo nhân vật AI
zh_hans: 举报AI角色
zh_hant: 舉報AI角色

# chat_just_report_content
source: Just report content
cs: Pouze nahlásit obsah
fi: Ilmoita Vain Sisällöstä
ja: コンテンツのみ報告
nb: Bare rapporter innhold
nl: Alleen inhoud rapporteren
pt_pt: Apenas denunciar conteúdo
sk: Nahlásiť len obsah
sv: Rapportera bara innehåll
tr: Sadece İçeriği Bildir
vi: Chỉ báo cáo nội dung
zh_hans: 仅举报内容
zh_hant: 僅舉報內容

# welcome_title
source: WELCOME!
cs: VÍTEJTE!
fi: TERVETULOA!
ja: ようこそ！
nb: VELKOMMEN!
nl: WELKOM!
pt_pt: BEM-VINDO!
sk: Vitajte!
sv: VÄLKOMMEN!
tr: HOŞ GELDİNİZ!
vi: CHÀO MỪNG!
zh_hans: 欢迎！
zh_hant: 歡迎！

# welcome_content
source: Nice to meet you! Have fun!
cs: Těší mě, že vás poznávám! Bavte se!
fi: Hauska tavata! Pidä hauskaa!
ja: はじめまして！楽しんでください！
nb: Hyggelig å møte deg! Ha det gøy!
nl: Leuk je te ontmoeten! Veel plezier!
pt_pt: Prazer em conhecê-lo! Divirta-se!
sk: Teší ma, že vás poznám! Bavte sa!
sv: Trevligt att träffa dig! Ha kul!
tr: Tanıştığımıza memnun oldum! İyi eğlenceler!
vi: Rất vui được gặp bạn! Chúc vui vẻ!
zh_hans: 很高兴认识您！玩得开心！
zh_hant: 很高興認識您！玩得開心！

# welcome_got_it
source: Got it!
cs: Rozumím!
fi: Selvä!
ja: 了解！
nb: Skjønt!
nl: Begrepen!
pt_pt: Entendi!
sk: Rozumiem!
sv: Förstått!
tr: Anladım!
vi: Hiểu rồi!
zh_hans: 知道了！
zh_hant: 知道了！

# report_title
source: Report a problem
cs: Nahlásit problém
fi: Ilmoita ongelmasta
ja: 問題を報告
nb: Rapporter et problem
nl: Een probleem rapporteren
pt_pt: Denunciar um problema
sk: Nahlásiť problém
sv: Rapportera ett problem
tr: Bir sorunu bildir
vi: Báo cáo sự cố
zh_hans: 举报问题
zh_hant: 舉報問題
