Repository: linqixin1003/mushroom-ios
Catalog: MushroomProject/Resources/Localizations/*.lproj/Localizable.strings
Languages: cs, fi, ja, nb, nl, pt_pt, sk, sv, tr, vi, zh_hans, zh_hant

# debug_product_not_ready
source: 2. Product status is not 'Ready for Sale'
pt_pt: 2. Estado do produto não é 'Ready for Sale'
sk: 2. Stav produktu nie je 'Ready for Sale'
zh_hans: 2. 产品状态不是 'Ready for Sale'
zh_hant: 2. 產品狀態不是 'Ready for Sale'

# debug_bundle_id_mismatch
source: 3. Bundle ID mismatch
pt_pt: 3. Bundle ID não coincide
sk: 3. Bundle ID sa nezhoduje
zh_hans: 3. Bundle ID 不匹配
zh_hant: 3. Bundle ID 不匹配

# debug_sandbox_not_logged_in
source: 4. Sandbox test account not logged in
pt_pt: 4. Não conectado à conta de teste sandbox
sk: 4. Nie ste prihlásení do sandbox testovacieho účtu
zh_hans: 4. 未登录沙盒测试账户
zh_hant: 4. 未登錄沙盒測試賬戶

# debug_network_issue
source: 5. Network connection issue
pt_pt: 5. Problema de ligação de rede
sk: 5. Problém so sieťovým pripojením
zh_hans: 5. 网络连接问题
zh_hant: 5. 網絡連接問題

# debug_manual_request_products
source: 🔄 Manually requesting products...
pt_pt: 🔄 Solicitar produtos manualmente...
sk: 🔄 Manuálne požiadať o produkty...
zh_hans: 🔄 手动请求产品...
zh_hant: 🔄 手動請求產品...

# debug_request_complete
source: Request completed: %d products
pt_pt: Solicitação concluída: %d produtos
sk: Požiadavka dokončená: %d produktov
zh_hans: 请求完成：%d 个产品
zh_hant: 請求完成：%d 個產品

# debug_manual_refresh_complete
source: ✅ Manual refresh completed
pt_pt: ✅ Atualização manual concluída
sk: ✅ Manuálne obnovenie dokončené
zh_hans: ✅ 手动刷新完成
zh_hant: ✅ 手動刷新完成

# debug_product_info
source: ✅ Product: %@
pt_pt: ✅ Produto: %@
sk: ✅ Produkt: %@
zh_hans: ✅ 产品：%@
zh_hant: ✅ 產品：%@

# debug_product_price
source: - Price: %@
pt_pt: - Preço: %@
sk: - Cena: %@
zh_hans: - 价格：%@
zh_hant: - 價格：%@

# debug_product_title
source: - Title: %@
pt_pt: - Título: %@
sk: - Názov: %@
zh_hans: - 标题：%@
zh_hant: - 標題：%@

# debug_product_description
source: - Description: %@
pt_pt: - Descrição: %@
sk: - Popis: %@
zh_hans: - 描述：%@
zh_hant: - 描述：%@

# instruction_page_title
source: Picture Mushroom instructions
cs: Průvodce fotografováním ptáků
fi: Opas lintujen kuvaamiseen
ja: 鳥の撮影ガイド
nb: Fuglefotografering guide
nl: Handleiding voor het fotograferen van vogels
pt_pt: Guia para fotografar pedras
sk: Návod na fotografovanie kameňov
sv: Guide för fågelfotografering
tr: Kuş fotoğrafı çekme kılavuzu
vi: Hướng dẫn chụp ảnh chim
zh_hans: 拍石头指南
zh_hant: 拍石頭指南

# instruction_step_1
source: 1. Keep stone centered in frame, make sure it isn't too far away.
cs: 1. Udržujte ptáka ve středu záběru, ujistěte se, že není příliš daleko.
fi: 1. Pidä lintu keskitettynä kuvassa, varmista ettei se ole liian kaukana.
ja: 1. 鳥をフレームの中央に配置し、遠すぎないようにしてください。
nb: 1. Hold fuglen sentrert i rammen, sørg for at den ikke er for langt unna.
nl: 1. Houd de vogel gecentreerd in het frame, zorg ervoor dat hij niet te ver weg is.
pt_pt: 1. Mantenha a pedra centrada no enquadramento, certifique-se de que não está muito longe.
sk: 1. Udržujte kameň v strede záberu, uistite sa, že nie je príliš ďaleko.
sv: 1. Håll fågeln centrerad i ramen, se till att den inte är för långt borta.
tr: 1. Kuşu çerçevenin ortasında tutun, çok uzakta olmadığından emin olun.
vi: 1. Giữ chim ở giữa khung hình, đảm bảo không quá xa.
zh_hans: 1. 保持石头在画面中央，确保它不会太远。
zh_hant: 1. 保持石頭在畫面中央，確保它不會太遠。

# instruction_step_2
source: 2. Try to avoid having vegetation, cages, or other things in front of the stone.
cs: 2. Snažte se vyhnout vegetaci, klecím nebo jiným předmětům před ptákem.
fi: 2. Yritä välttää kasvillisuutta, häkkejä tai muita esineitä linnun edessä.
ja: 2. 鳥の前に植物、ケージ、その他の障害物がないようにしてください。
nb: 2. Prøv å unngå vegetasjon, bur eller andre gjenstander foran fuglen.
nl: 2. Probeer vegetatie, kooien of andere objecten voor de vogel te vermijden.
pt_pt: 2. Tente evitar ter vegetação, gaiolas ou outras coisas à frente da pedra.
sk: 2. Snažte sa vyhnúť vegetácii, klietkam alebo iným prekážkam pred kameňom.
sv: 2. Försök undvika vegetation, burar eller andra föremål framför fågeln.
tr: 2. Kuşun önünde bitki örtüsü, kafes veya başka nesneler olmasından kaçının.
vi: 2. Cố gắng tránh có thảm thực vật, lồng hoặc vật thể khác phía trước chim.
zh_hans: 2. 尽量避免石头前方有植被、笼子或其他遮挡物。
zh_hant: 2. 盡量避免石頭前方有植被、籠子或其他遮擋物。

# instruction_step_3
source: 3. Ensure good lighting for high contrast. If you can't see the stone, the app can't either.
cs: 3. Zajistěte dobré osvětlení pro vysoký kontrast. Pokud ptáka nevidíte vy, aplikace ho také nemůže vidět.
fi: 3. Varmista hyvä valaistus korkeaa kontrastia varten. Jos et näe lintua, sovellus ei myöskään voi.
ja: 3. コントラストを高めるために十分な光を確保してください。鳥が見えない場合、アプリも識別できません。
nb: 3. Sørg for god belysning for høy kontrast. Hvis du ikke kan se fuglen, kan ikke appen det heller.
nl: 3. Zorg voor goede verlichting voor hoog contrast. Als u de vogel niet kunt zien, kan de app dat ook niet.
pt_pt: 3. Garanta boa iluminação para alto contraste. Se não conseguir ver a pedra, a aplicação também não consegue.
sk: 3. Zabezpečte dostatočné osvetlenie pre vysoký kontrast. Ak nevidíte kameň jasne, aplikácia ho tiež nedokáže identifikovať.
sv: 3. Se till att ha bra belysning för hög kontrast. Om du inte kan se fågeln kan appen inte heller göra det.
tr: 3. Yüksek kontrast için iyi aydınlatma sağlayın. Siz kuşu göremiyorsanız, uygulama da göremez.
vi: 3. Đảm bảo ánh sáng tốt để có độ tương phản cao. Nếu bạn không thể nhìn thấy chim, ứng dụng cũng không thể.
zh_hans: 3. 确保光线充足以获得高对比度。如果您看不清石头，应用也无法识别。
zh_hant: 3. 確保光線充足以獲得高對比度。如果您看不清石頭，應用也無法識別。

# instruction_step_4
source: 4. Try to capture the front of the stone. At the very least, the head should be visible.
cs: 4. Snažte se zachytit přední část ptáka. Minimálně musí být vidět hlava.
fi: 4. Yritä kuvata linnun etupuoli. Vähintään pään pitää olla näkyvissä.
ja: 4. 可能な限り鳥の正面を撮影してください。少なくとも頭部が見えるようにしてください。
nb: 4. Prøv å fange forsiden av fuglen. Som minimum må hodet være synlig.
nl: 4. Probeer de voorkant van de vogel vast te leggen. Op zijn minst moet het hoofd zichtbaar zijn.
pt_pt: 4. Tente capturar a frente da pedra. No mínimo, a cabeça deve estar visível.
sk: 4. Snažte sa odfotiť kameň spredu. Aspoň hlava by mala byť viditeľná.
sv: 4. Försök fånga framsidan av fågeln. Åtminmushroom måste huvudet vara synligt.
tr: 4. Kuşun ön kısmını yakalamaya çalışın. En azından baş görünür olmalı.
vi: 4. Cố gắng chụp mặt trước của chim. Ít nhất đầu phải nhìn thấy được.
zh_hans: 4. 尽量拍摄石头的正面。至少要能看到头部。
zh_hant: 4. 盡量拍攝石頭的正面。至少要能看到頭部。

# instruction_step_5
source: 5. Only one species in picture. Too many stones in picture may result in false identification.
cs: 5. Pouze jeden druh na obrázku. Příliš mnoho ptáků na obrázku může vést k nesprávné identifikaci.
fi: 5. Vain yksi laji kuvaa kohti. Liian monta lintua kuvassa voi johtaa väärään tunnistukseen.
ja: 5. 1枚の写真に1種類の鳥のみを撮影してください。写真に多くの鳥がいると誤認識の原因となる可能性があります。
nb: 5. Bare én art per bilde. For mange fugler i bildet kan føre til feil identifikasjon.
nl: 5. Slechts één soort per afbeelding. Te veel vogels in de afbeelding kunnen leiden tot een onjuiste identificatie.
pt_pt: 5. Apenas uma espécie na imagem. Muitas pedras na imagem podem resultar em identificação falsa.
sk: 5. Fotografujte len jeden kameň na fotografii. Príliš veľa kameňov na fotografii môže viesť k chybnej identifikácii.
sv: 5. Endast en art per bild. För många fåglar i bilden kan leda till felaktig identifiering.
tr: 5. Görüntü başına sadece bir tür. Görüntüde çok fazla kuş olması yanlış tanımlamaya yol açabilir.
vi: 5. Chỉ một loài trên mỗi hình ảnh. Quá nhiều chim trong hình có thể dẫn đến nhận dạng sai.
zh_hans: 5. 一张照片只拍一种石头。照片中有太多石头可能导致识别错误。
zh_hant: 5. 一張照片只拍一種石頭。照片中有太多石頭可能導致識別錯誤。

# convert_title
source: RockAiSnap
cs: MushroomAI Snap
fi: MushroomAI Snap
ja: バードAIスナップ
nb: MushroomAI Snap
sv: MushroomAI Snap
tr: StoneAI Snap
vi: MushroomAI Snap
zh_hans: 石头AI快拍
zh_hant: 石頭AI快拍

# convert_feature_1
source: In-depth info for 12000+ stone species
cs: Podrobné informace o více než 12000 druzích ptáků
fi: Syvällistä tietoa yli 12000 lintulajista
ja: 12000種以上の鳥類の詳細情報
nb: Dybdeinformasjon om over 12000 fuglearter
pt_pt: Informações detalhadas sobre mais de 12.000 pedras
sk: Podrobné informácie o viac ako 12 000 kameňoch
sv: Djupgående information om över 12000 fågelarter
tr: 12000'den fazla kuş türü hakkında derinlemesine bilgi
vi: Thông tin sâu về hơn 12000 loài chim
zh_hans: 12000+种石头的深度信息
zh_hant: 12000+種石頭的深度信息

# convert_feature_2
source: High-accuracy stone ID with photo & sound
cs: Přesná identifikace ptáků pomocí fotografie a zvuku
fi: Tarkka lintutunnistus kuvalla ja äänellä
ja: 写真と音声による高精度の鳥類識別
nb: Presis fugleidentifikasjon med foto og lyd
pt_pt: Identificação de alta precisão com fotografia e som
sk: Vysoká presnosť identifikácie fotografií a zvuku
sv: Precis fågelidentifiering med foto och ljud
tr: Fotoğraf ve sesle hassas kuş tanımlama
vi: Nhận dạng chim chính xác bằng ảnh và âm thanh
zh_hans: 高精度的照片和声音识别
zh_hant: 高精度的照片和聲音識別

# convert_feature_3
source: Learn how to attract stones to your home
cs: Naučte se lákat ptáky do svého domova
fi: Opi houkuttelemaan lintuja kotiisi
ja: 鳥を自宅に引き寄せる方法を学ぶ
nb: Lær å tiltrekke fugler til hjemmet ditt
pt_pt: Aprenda como atrair pedras para a sua casa
sk: Naučte sa, ako prilákať kamene do vášho domova
sv: Lär dig att locka fåglar till ditt hem
tr: Kuşları evinize çekmeyi öğrenin
vi: Học cách thu hút chim về nhà bạn
zh_hans: 学习如何吸引石头来到您家
zh_hant: 學習如何吸引石頭來到您家

# convert_feature_4
source: Unlimited stone identifications
cs: Neomezená identifikace ptáků
fi: Rajaton lintutunnistus
ja: 無制限の鳥類識別
nb: Ubegrenset fugleidentifikasjon
pt_pt: Identificações ilimitadas de pedras
sk: Neobmedzená identifikácia kameňov
sv: Obegränsad fågelidentifiering
tr: Sınırsız kuş tanımlama
vi: Nhận dạng chim không giới hạn
zh_hans: 无限次石头识别
zh_hant: 無限次石頭識別

# convert_feature_5
source: Expand your study and knowledge of stones
cs: Rozšiřte své studium a znalosti ptáků
fi: Laajenna lintututkimustasi ja tietämystäsi
ja: 鳥類の学習と知識を拡大
nb: Utvid din fuglestudie og kunnskap
pt_pt: Expanda o seu estudo e conhecimento de pedras
sk: Rozšírte svoje učenie a vedomosti o kameňoch
sv: Utöka din fågelstudie och kunskap
tr: Kuş çalışmanızı ve bilginizi genişletin
vi: Mở rộng nghiên cứu và kiến thức về chim của bạn
zh_hans: 扩展您的石头学习和知识
zh_hant: 擴展您的石頭學習和知識

# convert_yearly
source: Yearly
cs: Ročně
fi: Vuosittain
ja: 年間
nb: Årlig
pt_pt: Anual
sk: Ročne
sv: Årlig
tr: Yıllık
vi: Hàng năm
zh_hans: 年度
zh_hant: 年度

# convert_monthly
source: Monthly
cs: Měsíčně
fi: Kuukausittain
ja: 月間
nb: Månedlig
pt_pt: Mensal
sk: Mesačne
sv: Månadsvis
tr: Aylık
vi: Hàng tháng
zh_hans: 月度
zh_hant: 月度

# convert_loading_price
source: Loading price...
cs: Načítání ceny...
fi: Ladataan hintaa...
ja: 価格読み込み中...
nb: Laster pris...
pt_pt: A carregar preço...
sk: Načítava sa cena...
sv: Laddar pris...
tr: Fiyat yükleniyor...
vi: Đang tải giá...
zh_hans: 价格加载中...
zh_hant: 價格載入中...

# convert_free_trial_yearly
source: 7 days for free, then %@ /yearly
cs: 7 dní zdarma, poté %@ /rok
fi: 7 päivää ilmaiseksi, sitten %@ /vuosi
ja: 7日間無料、その後 %@ /年
nb: 7 dager gratis, deretter %@ /år
pt_pt: Teste gratuito de 7 dias, depois %@ /ano
sk: 7-dňová bezplatná skúška, potom %@ /rok
sv: 7 dagar gratis, sedan %@ /år
tr: 7 gün ücretsiz, sonra %@ /yıl
vi: 7 ngày miễn phí, sau đó %@ /năm
zh_hans: 免费试用7天，之后 %@ /年
zh_hant: 免費試用7天，之後 %@ /年

# convert_free_trial_loading
source: 7 days free trial, then yearly subscription
cs: 7denní bezplatná zkušební verze, poté roční předplatné
fi: 7 päivän ilmainen kokeilu, sitten vuositilaus
ja: 7日間無料トライアル、その後年間サブスクリプション
nb: 7 dagers gratis prøveperiode, deretter årlig abonnement
pt_pt: Teste gratuito de 7 dias, depois subscrição anual
sk: 7-dňová bezplatná skúška, potom ročné predplatné
sv: 7 dagars gratis provperiod, sedan årlig prenumeration
tr: 7 günlük ücretsiz deneme, sonra yıllık abonelik
vi: Dùng thử miễn phí 7 ngày, sau đó đăng ký hàng năm
zh_hans: 7天免费试用，之后年度订阅
zh_hant: 7天免費試用，之後年度訂閱

# convert_try_free
source: TRY IT FREE
cs: VYZKOUŠET ZDARMA
fi: KOKEILE ILMAISEKSI
ja: 無料で試す
nb: PRØV GRATIS
pt_pt: Experimente grátis
sk: Vyskúšajte zadarmo
sv: PROVA GRATIS
tr: ÜCRETSİZ DENE
vi: THỬ MIỄN PHÍ
zh_hans: 免费试用
zh_hant: 免費試用

# convert_continue
source: Continue
cs: POKRAČOVAT
fi: JATKA
ja: 続ける
nb: FORTSETT
pt_pt: Continuar
sk: Pokračovať
sv: FORTSÄTT
tr: DEVAM ET
vi: TIẾP TỤC
zh_hans: 继续
zh_hant: 繼續

# convert_cancel_anytime
source: No commitment. Cancel anytime.
cs: Žádný závazek. Zrušte kdykoli.
fi: Ei sitoutumista. Peruuta milloin tahansa.
ja: 契約義務なし、いつでもキャンセル可能
nb: Ingen forpliktelse. Avbryt når som helst.
pt_pt: Sem compromisso, cancele a qualquer momento
sk: Žiadny záväzok, zrušte kedykoľvek
sv: Ingen förpliktelse. Avbryt när som helst.
tr: Taahhüt yok. İstediğiniz zaman iptal edin.
vi: Không cam kết. Hủy bất cứ lúc nào.
zh_hans: 无承诺，随时取消
zh_hant: 無承諾，隨時取消

# convert_cancel_notice
source: No need to pay if you cancel the subscription at least a day before the 7-day free trial ends.
cs: Nemusíte platit, pokud zrušíte předplatné alespoň den před koncem 7denní bezplatné zkušební doby.
fi: Sinun ei tarvitse maksaa, jos peruutat tilauksen vähintään päivää ennen 7 päivän ilmaisen kokeilujakson päättymistä.
ja: 7日間の無料トライアル期間が終了する少なくとも1日前にサブスクリプションをキャンセルすれば、支払う必要はありません。
nb: Du trenger ikke å betale hvis du avbryter abonnementet minst en dag før den 7-dagers gratis prøveperioden slutter.
nl: Je hoeft niet te betalen als je het abonnement minstens een dag voor het einde van de 7-daagse gratis proefperiode opzegt.
pt_pt: Não precisa de pagar se cancelar a subscrição pelo menos um dia antes do término do período de teste gratuito de 7 dias.
sk: Nemusíte platiť, ak zrušíte predplatné aspoň deň pred koncom 7-dňového bezplatného skúšobného obdobia.
sv: Du behöver inte betala om du avbryter prenumerationen minst en dag innan den 7-dagars gratis provperioden slutar.
tr: 7 günlük ücretsiz deneme süresi bitmeden en az bir gün önce aboneliği iptal ederseniz ödeme yapmanıza gerek yoktur.
vi: Không cần thanh toán nếu bạn hủy đăng ký ít nhất một ngày trước khi kết thúc thời gian dùng thử miễn phí 7 ngày.
zh_hans: 如果您在7天免費試用期結束前至少一天取消訂閱，則無需付費。
zh_hant: 如果您在7天免費試用期結束前至少一天取消訂閱，則無需付費。

# convert_payment_terms
source: Payment will be charged to your App Store account at the end of your trial or confirmation of purchase if you are not starting a trial. Subscription automatically renews unless it is canceled at least 24 hours before the end of your trial or current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions in settings in the App Store. For more information, please see our
cs: Platba bude účtována na váš účet App Store na konci zkušební doby nebo při potvrzení nákupu, pokud nezačnete zkušební dobu. Předplatné se automaticky obnovuje, pokud není zrušeno alespoň 24 hodin před koncem aktuálního období. Váš účet bude účtován za obnovení do 24 hodin před koncem aktuálního období. Svá předplatná můžete spravovat a rušit v nastavení App Store. Pro více informací viz naše
fi: Maksu veloitetaan App Store -tililtäsi kokeilujakson päättyessä tai ostoksen vahvistamisen yhteydessä, jos et aloita kokeilujaksoa. Tilaus uusiutuu automaattisesti, ellei sitä peruuteta vähintään 24 tuntia ennen nykyisen jakson päättymistä. Tililtäsi veloitetaan uusiminen 24 tunnin kuluessa nykyisen jakson päättymisestä. Voit hallita ja peruuttaa tilauksesi App Store -asetuksissa. Lisätietoja varten katso
ja: トライアルを開始しない場合、トライアル終了時または購入確認時にApp Storeアカウントに課金されます。トライアルまたは現在の期間終了の24時間前までにキャンセルしない限り、サブスクリプションは自動的に更新されます。現在の期間終了の24時間前までに更新料金がアカウントに課金されます。App Storeの設定でサブスクリプションの管理とキャンセルができます。詳細については、以下をご覧ください：
nb: Betaling vil bli belastet App Store-kontoen din ved slutten av prøveperioden eller ved bekreftelse av kjøp hvis du ikke starter en prøveperiode. Abonnementet fornyes automatisk med mindre det avbrytes minst 24 timer før slutten av gjeldende periode. Kontoen din vil bli belastet for fornyelse innen 24 timer før slutten av gjeldende periode. Du kan administrere og avbryte abonnementene dine i App Store-innstillingene. For mer informasjon, se våre
pt_pt: Se não iniciar o teste, o pagamento será cobrado da sua conta App Store no final do teste ou confirmação da compra. A subscrição renova automaticamente a menos que seja cancelada pelo menos 24 horas antes do final do período atual. A sua conta será cobrada pela renovação dentro de 24 horas antes do final do período atual. Pode gerir e cancelar as suas subscrições nas definições da App Store. Para mais informações, consulte os nossos
sk: Ak nezačnete skúšku, poplatok sa strhne z vašeho App Store účtu na konci skúšky alebo pri potvrdení nákupu. Predplatné sa automaticky obnoví, pokiaľ sa nezruší aspoň 24 hodín pred koncom aktuálneho obdobia. Váš účet sa bude účtovať za obnovenie do 24 hodín pred koncom aktuálneho obdobia. Predplatné môžete spravovať a zrušiť v nastaveniach App Store. Pre viac informácií si pozrite naše
sv: Betalning kommer att debiteras ditt App Store-konto i slutet av provperioden eller vid bekräftelse av köp om du inte startar en provperiod. Prenumerationen förnyas automatiskt om den inte avbryts minst 24 timmar före slutet av den aktuella perioden. Ditt konto kommer att debiteras för förnyelse inom 24 timmar före slutet av den aktuella perioden. Du kan hantera och avbryta dina prenumerationer i App Store-inställningarna. För mer information, se våra
tr: Ödeme, deneme süresinin sonunda veya deneme süresi başlatmadıysanız satın alma onayında App Store hesabınızdan tahsil edilecektir. Abonelik, mevcut dönemin bitiminden en az 24 saat önce iptal edilmediği sürece otomatik olarak yenilenir. Hesabınız, mevcut dönemin bitiminden 24 saat önce yenileme için ücretlendirilecektir. Aboneliklerinizi App Store ayarlarında yönetebilir ve iptal edebilirsiniz. Daha fazla bilgi için
vi: Thanh toán sẽ được tính vào tài khoản App Store của bạn khi kết thúc thời gian dùng thử hoặc khi xác nhận mua hàng nếu bạn không bắt đầu dùng thử. Đăng ký sẽ tự động gia hạn trừ khi bị hủy ít nhất 24 giờ trước khi kết thúc thời kỳ hiện tại. Tài khoản của bạn sẽ bị tính phí gia hạn trong vòng 24 giờ trước khi kết thúc thời kỳ hiện tại. Bạn có thể quản lý và hủy đăng ký trong cài đặt App Store. Để biết thêm thông tin, xem
zh_hans: 如果您没有开始试用，费用将在试用结束时或购买确认时从您的App Store账户扣除。除非在当前期间结束前至少24小时取消，否则订阅会自动续订。您的账户将在当前期间结束前24小时内收取续订费用。您可以在App Store的设置中管理和取消订阅。更多信息，请查看我们的
zh_hant: 如果您沒有開始試用，費用將在試用結束時或購買確認時從您的App Store賬戶扣除。除非在當前期間結束前至少24小時取消，否則訂閱會自動續訂。您的賬戶將在當前期間結束前24小時內收取續訂費用。您可以在App Store的設置中管理和取消訂閱。更多信息，請查看我們的

# convert_terms_of_use
source: Terms of Use
cs: Podmínky použití
fi: Käyttöehdot
ja: 利用規約
nb: Bruksvilkår
pt_pt: Termos de Utilização
sk: Podmienky používania
sv: Användarvillkor
tr: Kullanım Şartları
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# convert_and
source: and
cs: a
fi: ja
ja: および
nb: og
pt_pt: e
sk: a
sv: och
tr: ve
vi: và
zh_hans: 和
zh_hant: 和

# convert_privacy_policy
source: Privacy Policy.
cs: Zásady ochrany osobních údajů.
fi: Tietosuojakäytäntö.
ja: プライバシーポリシー。
nb: Personvernregler.
pt_pt: Política de Privacidade.
sk: Zásady ochrany súkromia.
sv: Integritetspolicy.
tr: Gizlilik Politikası'na bakın.
vi: Chính sách bảo mật.
zh_hans: 隐私政策。
zh_hant: 隱私政策。

# retain_title
source: RockAiSnap
ja: バードピクチャー
zh_hans: 石头AI快拍
zh_hant: 石頭AI快拍

# retain_restore
source: Restore
cs: Obnovit
fi: Palauta
ja: 復元
nb: Gjenopprett
pt_pt: Restaurar
sk: Obnoviť
sv: Återställ
tr: Geri Yükle
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

# retain_timeline_today
source: Today
cs: Dnes
fi: Tänään
ja: 今日
nb: I dag
pt_pt: Hoje
sk: Dnes
sv: Idag
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# retain_timeline_today_desc
source: Unlock full access to all Picture Mushroom Premium features
cs: Odemkněte plný přístup ke všem Premium funkcím
fi: Avaa täysi pääsy kaikkiin Premium-ominaisuuksiin
ja: バードピクチャープレミアム機能のすべてにアクセス可能
nb: Lås opp full tilgang til alle Premium-funksjoner
pt_pt: Desbloqueie o acesso completo a todas as funcionalidades premium de imagens de pedras
sk: Odomknite plný prístup k všetkým prémiovým funkciám obrázkov kameňov
sv: Lås upp full åtkomst till alla Premium-funktioner
tr: Tüm Premium özelliklerine tam erişimin kilidini aç
vi: Mở khóa toàn bộ quyền truy cập vào tất cả tính năng Premium
zh_hans: 解锁所有石头图片高级功能的完整访问权限
zh_hant: 解鎖所有石頭圖片高級功能的完整訪問權限

# retain_timeline_day1_6
source: Day 1 –Day 6
cs: Den 1 - Den 6
fi: Päivä 1 - Päivä 6
ja: 1日目～6日目
nb: Dag 1 - Dag 6
pt_pt: Dia 1 a Dia 6
sk: 1. až 6. deň
sv: Dag 1 - Dag 6
tr: 1. Gün - 6. Gün
vi: Ngày 1 - Ngày 6
zh_hans: 第1天至第6天
zh_hant: 第1天至第6天

# retain_timeline_day1_6_desc
source: Enjoy your Premium and get the most out of your free trial
cs: Užívejte si své Premium a vytěžte maximum ze své bezplatné zkušební doby
fi: Nauti Premium-jäsenyydestäsi ja hyödynnä ilmainen kokeilujaksosi täysimääräisesti
ja: プレミアム機能を楽しみ、無料トライアルを最大限に活用
nb: Nyt Premium og få mest mulig ut av din gratis prøveperiode
pt_pt: Desfrute do seu serviço premium, aproveite ao máximo o teste gratuito
sk: Užívajte si svoju prémiovú službu, naplno využite bezplatnú skúšku
sv: Njut av din Premium och få ut det mesta av din gratis provperiod
tr: Premium'unuzun keyfini çıkarın ve ücretsiz deneme sürenizden en iyi şekilde yararlanın
vi: Tận hưởng Premium và tận dụng tối đa thời gian dùng thử miễn phí
zh_hans: 享受您的高级服务，充分利用免费试用期
zh_hant: 享受您的高級服務，充分利用免費試用期

# retain_timeline_day7
source: Day 7
cs: Den 7
fi: Päivä 7
ja: 7日目
nb: Dag 7
pt_pt: Dia 7
sk: 7. deň
sv: Dag 7
tr: 7. Gün
vi: Ngày 7
zh_hans: 第7天
zh_hant: 第7天

# retain_timeline_day7_desc
source: Your subscription starts. Cancel anytime before.
cs: Vaše předplatné začíná. Zrušte dříve, pokud chcete.
fi: Tilauksesi alkaa. Peruuta aiemmin jos haluat.
ja: サブスクリプション開始。それまでならいつでもキャンセル可能。
nb: Abonnementet ditt starter. Avbryt før hvis du ønsker det.
pt_pt: A sua subscrição começa. Pode cancelar a qualquer momento antes.
sk: Vaše predplatné sa začína. Môžete zrušiť kedykoľvek predtým.
sv: Din prenumeration börjar. Avbryt innan om du vill.
tr: Aboneliğiniz başlar. İsterseniz önceden iptal edin.
vi: Đăng ký của bạn bắt đầu. Hủy trước đó nếu bạn muốn.
zh_hans: 您的订阅开始。此前可随时取消。
zh_hant: 您的訂閱開始。此前可隨時取消。

# retain_try_free
source: Try 7 days for free
cs: Vyzkoušet 7 dní zdarma
fi: Kokeile 7 päivää ilmaiseksi
ja: 7日間無料で試す
nb: Prøv 7 dager gratis
pt_pt: Experimente 7 dias grátis
sk: Vyskúšajte 7 dní zadarmo
sv: Prova 7 dagar gratis
tr: 7 gün ücretsiz dene
vi: Thử 7 ngày miễn phí
zh_hans: 免费试用7天
zh_hant: 免費試用7天

# retain_then_yearly
source: Then %@/year. Cancel anytime.
cs: Poté %@/rok. Zrušte kdykoli.
fi: Sitten %@/vuosi. Peruuta milloin tahansa.
ja: その後 %@/年。いつでもキャンセル可能。
nb: Deretter %@/år. Avbryt når som helst.
pt_pt: Depois %@/ano. Cancele a qualquer momento.
sk: Potom %@/rok. Zrušte kedykoľvek.
sv: Sedan %@/år. Avbryt när som helst.
tr: Sonra %@/yıl. İstediğiniz zaman iptal edin.
vi: Sau đó %@/năm. Hủy bất cứ lúc nào.
zh_hans: 之后 %@/年。随时可取消。
zh_hant: 之後 %@/年。隨時可取消。

# retain_loading_price
source: Loading price... Cancel anytime.
cs: Načítání ceny... Zrušte kdykoli.
fi: Ladataan hintaa... Peruuta milloin tahansa.
ja: 価格読み込み中... いつでもキャンセル可能。
nb: Laster pris... Avbryt når som helst.
pt_pt: A carregar preço... Cancele a qualquer momento.
sk: Načítava sa cena... Zrušte kedykoľvek.
sv: Laddar pris... Avbryt när som helst.
tr: Fiyat yükleniyor... İstediğiniz zaman iptal edin.
vi: Đang tải giá... Hủy bất cứ lúc nào.
zh_hans: 价格加载中... 随时可取消。
zh_hant: 價格載入中... 隨時可取消。

# retain_start_trial
source: START MY FREE TRIAL
cs: ZAČÍT MOJI BEZPLATNOU ZKUŠEBNÍ DOBU
fi: ALOITA ILMAINEN KOKEILUJAKSONI
ja: 無料トライアルを開始
nb: START MIN GRATIS PRØVEPERIODE
pt_pt: Iniciar teste gratuito
sk: Začať bezplatnú skúšku
sv: STARTA MIN GRATIS PROVPERIOD
tr: ÜCRETSİZ DENEME SÜREMİ BAŞLAT
vi: BẮT ĐẦU DÙNG THỬ MIỄN PHÍ
zh_hans: 开始免费试用
zh_hant: 開始免費試用

# retain_price_then
source: Then
cs: Poté
fi: Sitten
ja: その後
nb: Deretter
nl: Dan
pt_pt: Depois
sk: Potom
sv: Sedan
tr: Sonra
vi: Sau đó
zh_hans: 然后
zh_hant: 然後
